[
  {
    "metadata": {
      "summary": "Sexual Battery (Suspect in Custody)",
      "post_date": "2020-02-08T12:42:13-08:00",
      "url": "https://dps.usc.edu/sexual-battery-suspect-in-custody-2/"
    },
    "incidents": [
      {
        "incident_location": "S Hoover St, Los Angeles, CA 90007",
        "incident_description": "At approximately 1:20 p.m., a female student reported that a male suspect riding a black bicycle grabbed her buttocks as he rode past. While DPS officers searched the area for the suspect, two other reports of sexual battery with the same description as the prior incident were reported. At 2:39 p.m., a DPS surveillance camera operator told DPS officers that he saw the suspect riding southbound on Hoover Street. Additional DPS camera operators helped lead DPS officers to the suspect."
      }
    ],
    "outcome": {
      "resolution": "DPS officers detained the suspect at Adams Boulevard and 24th Street. An investigation revealed that the suspect matched the description of the suspect who was involved in several recent sexual batteries on or near the campus. The victims of the previous incidents later identified the suspect as the person who committed the offenses. The suspect was arrested and booked at LAPD for multiple incidents of sexual battery."
    }
  },
  {
    "metadata": {
      "summary": "Sexual Battery",
      "post_date": "2020-02-05T14:22:25-08:00",
      "url": "https://dps.usc.edu/sexual-battery-8/",
      "#": "TW 2020-005"
    },
    "incidents": [
      {
        "incident_date": "2020-02-04 10:40",
        "incident_location": "Figueroa St near 37th Pl, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "As the female victim (student) was walking southbound on Figueroa Street near 37th Place, a suspect riding a bicycle approached her from behind. The suspect grabbed the victim’s buttocks and made a lewd comment before riding southbound on Figueroa Street toward Flower Street.",
        "suspect_description": "20-25-year-old Hispanic male who wore a blue backpack.",
        "suspect_vehicle": "Black bicycle."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Sexual Battery/Fondling",
      "post_date": "2019-10-06T09:36:36-07:00",
      "url": "https://dps.usc.edu/sexual-battery-fondling-7/",
      "#": "TW 2019-007"
    },
    "incidents": [
      {
        "reported_offense": "Sexual Battery/Fondling",
        "incident_date": "2019-09-30 21:41",
        "incident_location": "USC Hotel, 3540 Figueroa St, Los Angeles, CA 90007",
        "incident_off_campus": false,
        "incident_description": "Reporting party, a USC student, reported that as she was leaving campus from the McCarthy Way entrance after her class ended at Fertitta Hall, she crossed eastbound across Figueroa Street. When she reached the driveway leading to the Figueroa parking structure near Rosso Oro’s Pizza, she heard a bike coming from behind her. Reporting party turned around and then felt a hard slap to her buttocks. Reporting party said the suspect rode away southbound on the east sidewalk and out of sight.",
        "suspect_description": "Male, Hispanic, age 20, long black shoulder length hair, wearing a gray hoodie and a backpack.",
        "suspect_vehicle": "Dark colored bicycle"
      },
      {
        "reported_offense": "Sexual Battery/Fondling",
        "incident_date": "2019-10-01 21:29",
        "incident_location": "3200 block of Shrine Pl, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "Reporting party, a USC student, reported she was walking alone northbound on Shrine Place when she was suddenly approached from behind by a male riding a bicycle who slapped her buttocks with an open palm as his continued to ride past her. The suspect continued riding northbound on Shrine Place.",
        "suspect_description": "Male, short hair, possible a crew cut, wearing a dark hoodie.",
        "suspect_vehicle": "Possible black “Fixie” bicycle with a red flashing light."
      },
      {
        "reported_offense": "Sexual Battery/Fondling.",
        "incident_date": "2019-10-04 21:10",
        "incident_location": "3415 S Figueroa St, Los Angeles, CA 90070",
        "incident_off_campus": false,
        "incident_description": "Reporting party indicated she was walking from an event at the Davidson Conference Center toward the Royal Street Structure when a male individual riding a bicycle rode toward her from behind and grabbed her buttocks. The suspect continued riding his bicycle westbound on 34th street (on campus).",
        "suspect_description": "Male, Hispanic, dark complexion, age 25 to 29, shoulder length black hair.",
        "suspect_vehicle": "Dark colored bicycle."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery Arrest",
      "post_date": "2018-12-18T17:24:56-08:00",
      "url": "https://dps.usc.edu/robbery-arrest-22/",
      "irn_#": "2018-012"
    },
    "incidents": [
      {
        "incident_date": "2018-12-07 23:00",
        "incident_location": "Alley to the rear of the 2700 block of Menlo Ave, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "On December 7, 2018 at approximately 11:00 pm, several students met with the suspects who were posing as buyers of a mini bike that one of the students had advertised for sale through the application OfferUp. When the students met with the suspects, the suspects displayed handguns and robbed the students of their property including the mini bike, a phone, and jewelry. One suspect fled on the mini bike while the others sped away in a white Mercedes SUV with paper license plates. There were no injuries."
      }
    ],
    "outcome": {
      "arrest_date": "2018-12-17",
      "disposition": "On December 17, 2018, detectives from DPS and LAPD conducted an investigation of the robbery and identified three suspects who were positively identified by the student victims. The primary suspect has been arrested and remains in the custody of the LAPD. During the arrest, property belonging to the students was recovered including the mini bike. Warrants of arrest have been issued for the two other suspects and LAPD is actively searching for them."
    }
  },
  {
    "metadata": {
      "summary": "Sexual Battery",
      "post_date": "2020-10-01T12:57:04-07:00",
      "url": "https://dps.usc.edu/sexual-battery-11/"
    },
    "incidents": [
      {
        "incident_date": "2020-10-01 00:10",
        "incident_location": "Vermont Ave & W 37th Pl, Los Angeles, CA 90089",
        "incident_off_campus:": "",
        "incident_description": "A woman who isn’t a USC student was walking northbound on the east sidewalk of Vermont Avenue at 37th Place. The suspect approached the woman and grabbed her buttocks. The suspect fled on foot northbound on Vermont Avenue, then westbound 36th Place.",
        "suspect_description": "Male, Black, ranging in height from 5 foot 7 inches to 5 foot 9 inches, weighing 150 pounds, 25- to 30-years-old, light complexion, large Afro-style hair, wearing a black hoodie with “Big Lots” on one sleeve, black pants, and black, gold and white shoes."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Assault and Battery",
      "post_date": "2021-02-22T07:37:48-08:00",
      "url": "https://dps.usc.edu/assault-and-battery/"
    },
    "incidents": [
      {
        "incident_date": "2021-02-22 03:10",
        "incident_location": "East side of La Sorbonne Apartments at 1170 31st St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "A university security ambassador (a “Yellow Jacket”) was approached by the suspect, and after a brief conversation, the security ambassador was punched in the face. The suspect then ran away.",
        "suspect_description": "Black male, approximately 30 to 35 years old, 6 feet, 1 inches tall and weighing 160 pounds. He was wearing a black sweater, black pants and white shoes.",
        "suspect_vehicle": "None seen"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Sexual Battery",
      "post_date": "2020-08-05T23:14:43-07:00",
      "url": "https://dps.usc.edu/sexual-battery-10/",
      "#": "TW 2020-017"
    },
    "incidents": [
      {
        "incident_date": "2020-08-05 20:30",
        "incident_location": "Ellendale Pl & W 29th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The victim was jogging on Ellendale Avenue approaching 29th Street when she observed the suspect walking south toward her. As she passed the suspect, he reached out and touched her buttocks. The suspect ran south on Ellendale Avenue.",
        "suspect_description": "Male of unknown age and race, wearing a blue hat and dark grey clothing.",
        "suspect_vehicle": "None seen"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery Arrest",
      "post_date": "2018-12-24T11:23:27-08:00",
      "url": "https://dps.usc.edu/robbery-arrest-23/",
      "irn_#": "2018-013"
    },
    "incidents": [
      {
        "incident_date": "2018-12-23 17:00",
        "incident_location": "Vermont Ave & W Exposition Blvd, Los Angeles, CA 90007",
        "incident_off_campus": false
      },
      {
        "incident_date": "2018-12-23 20:00",
        "incident_location": "2907 S Vermont Ave, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "On December 23rd, at approximately 5:00 PM, an attempted strong armed robbery occurred in the area of Exposition Blvd and Figueroa Street. The victim, a USC student, was approached by three suspects who tried to intimidate him into giving up his property. No property was lost and the suspects ran from the scene. At approximately 8:00 PM, an armed robbery of a USC student occurred in the area of 2907 S. Vermont Avenue. The victim surrendered his phone and cash to the suspects who fled on skateboards and a bicycle south on Vermont Avenue. It appeared that the same suspects were involved in both crimes. There were no injuries to the victims."
      }
    ],
    "outcome": {
      "arrest_date": "2018-12-23 20:30",
      "disposition": "DPS surveillance camera operators located the suspects on camera and directed DPS patrol officers to the area of Exposition and Vermont where the three suspects were taken into custody with the assistance of LAPD. A replica firearm was recovered. The suspects were positively identified by the victims of both robberies and the stolen property was recovered. The juvenile suspects were all transported to juvenile hall and held on charges of robbery."
    }
  },
  {
    "metadata": {
      "summary": "Robbery/Auto Theft",
      "post_date": "2018-06-06T18:18:10-07:00",
      "url": "https://dps.usc.edu/robbery-auto-theft/",
      "#": "TW 2018-009"
    },
    "incidents": [
      {
        "reported_offense": "Robbery/Auto Theft",
        "incident_date": "2018-01-06 15:40",
        "incident_location": "Shrine Parking Structure, 645 W Jefferson Blvd, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "As the victim (student) and a friend walked to her parked car in the parking structure, the victim was approached by the suspect who demanded her car keys. The suspect, who had her hand inside her coat pocket possibly concealing a weapon, took the keys from the victims hand, entered the victim’s car and was last observed driving west on Jefferson Blvd. Vehicle taken: 2016 Fiat hatchback, license plate 7VHW399, white with black stripes along sides and HOV sticker on rear passenger side bumper.",
        "suspect_description": "Female, Black, 25-30, 5-6”, 130 lbs., fair skin, reddish hair in a ponytail, tattoos on left arm, wearing a black jacket with shear sleeves, knee-high black boots, and light pants. Victim described the suspect as being nicely dressed (see photo below)."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Sexual Battery/Fondling",
      "post_date": "2019-04-08T17:23:59-07:00",
      "url": "https://dps.usc.edu/sexual-battery-fondling-6/",
      "#": "TW 2019-004"
    },
    "incidents": [
      {
        "reported_offense": "Sexual Battery/Fondling",
        "incident_date": "2019-04-08 04:55",
        "incident_location": "W Jefferson Blvd & Watt Way, Los Angeles, CA 90089",
        "incident_off_campus": false,
        "incident_description": "A female (non-student) was sitting at the bus stop at Jefferson and Hoover waiting for the bus when an adult male individual on a bicycle started circling around the bus stop. The victim became concerned, decided to get up and leave the area and when she did the individual on the bike approached her from behind and slapped her on the buttocks with an open hand. The suspect then fled the scene.",
        "suspect_description": "Male, Black, slim build, 38-45 years old, short hair, clean shaven and wearing jeans and a white t-shirt",
        "suspect_vehicle": "Unknown type of bicycle."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Sexual Battery",
      "post_date": "2020-03-01T17:02:08-08:00",
      "url": "https://dps.usc.edu/sexual-battery-9/",
      "#": "CA 2020-008"
    },
    "incidents": [
      {
        "incident_date": "2020-02-28 19:00",
        "incident_location": "1100 block of W 30th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "As the female victim (unaffiliated with USC) was walking eastbound along the north side of 30th Street (north of Orchard Avenue), a male suspect riding a bicycle approached her from behind. The suspect grabbed the victim’s buttocks and continued riding eastbound on 30th Street toward McClintock Avenue.",
        "suspect_description": "Dark hoodie.",
        "suspect_vehicle": "Dark bicycle."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Sexual Battery (Suspect in Custody)",
      "post_date": "2020-02-12T19:03:50-08:00",
      "url": "https://dps.usc.edu/sexual-battery-suspect-in-custody-3/"
    },
    "incidents": [
      {
        "incident_date": "2019-12-10 10:30",
        "incident_location": "W Jefferson Blvd west of S Hill St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The victim (staff member) reported that a male suspect approached her from behind and exposed himself while she walked on Jefferson Boulevard between Hill Street and Grand Avenue. The suspect also inappropriately touched the victim before running southbound on Broadway Street."
      }
    ],
    "outcome": {
      "resolution": "On Feb. 12, 2020, the Los Angeles Police Department notified DPS that the suspect had been arrested after committing a similar offense in downtown Los Angeles. The suspect remains in custody."
    }
  },
  {
    "metadata": {
      "summary": "Sexual Battery/Fondling",
      "post_date": "2018-11-07T21:34:41-08:00",
      "url": "https://dps.usc.edu/sexual-battery-fondling-4/",
      "#": "TW 2018-013"
    },
    "incidents": [
      {
        "incident_date": "2018-11-06 20:15",
        "incident_location": "3540 S Figueroa St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "A student was standing in front of the Radisson Hotel when she was approached by the suspect who groped her and pulled her towards him. The student pulled away from the suspect and ran to a group of friends who were nearby. The suspect was last seen on foot walking north on Figueroa Street.",
        "suspect_description": "Male, Black, 25-30, 6’00” to 6’02”, medium length curly hair, wearing a white sweat shirt and grey pants.",
        "suspect_vehicle": "None"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery Arrest",
      "post_date": "2018-12-05T09:52:04-08:00",
      "url": "https://dps.usc.edu/robbery-arrest-21/",
      "irn_#": "2018-011"
    },
    "incidents": [
      {
        "dps_case_#": "1805030",
        "reported_offense": "Robbery Strong Arm-Suspect In Custody",
        "incident_date": "2018-12-05 07:30",
        "incident_location": "SE corner of S Figueroa St & W Jefferson Blvd, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "On December 5, 2018 at approximately 7:30 am, the suspect, a female, approached the victim, a faculty member, at the corner of Jefferson and Figueroa. The suspect demanded property from the victim and initiated a struggle for the property. The victim was able to maintain control of her purse, but the suspect was able to remove currency from the victim’s wallet. The suspect then ran from the location."
      }
    ],
    "outcome": {
      "arrest_location": "S Figueroa St & W 28th St, Los Angeles, CA 90007",
      "arrest_off_campus": true,
      "disposition": "DPS Officers patrolling in the area immediately began a systematic search for the suspect. CCTV Operators were able to find the crime on video, and then tracked the suspect to the area of 28th and Figueroa Street. DPS Officers, who were already conducting searches of the local restaurants, located the suspect coming out of the local Carl’s Jr restaurant. The suspect was immediately detained. The victim was able to positively identify the suspect as the person who took her property. The suspect was arrested for robbery."
    }
  },
  {
    "metadata": {
      "summary": "Residential Burglary",
      "post_date": "2020-08-03T21:34:19-07:00",
      "url": "https://dps.usc.edu/residential-burglary-4/",
      "#": "TW 2020-017"
    },
    "incidents": [
      {
        "incident_date": "2020-08-03 12:00",
        "incident_location": "600 block of W 28th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The suspect entered the residence through the unlocked front door and walked past four students who were in the living room. Realizing there was no construction scheduled, one student followed the suspect to the courtyard and watched him load a tool pouch with tools and start to walk out. The suspect picked up a skateboard but dropped it when confronted by the student. The suspect turned and walked out the front door with the tools and tool pouch. The suspect was last seen getting on a bus at Figueroa Street and Exposition Boulevard. The bus drove away westbound on Exposition.",
        "suspect_description": "Male, Black, 5’ 10” tall, 180 to 200 pounds, wearing a black shirt, black pants and an orange traffic safety vest.",
        "suspect_vehicle": "None seen"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery Arrest",
      "post_date": "2018-11-27T18:27:45-08:00",
      "url": "https://dps.usc.edu/robbery-arrest-20/"
    },
    "incidents": [
      {
        "incident_date": "2018-11-26 20:00",
        "incident_location": "Jefferson Blvd & Hoover St, Los Angeles, CA 90007",
        "incident_off_campus": false,
        "incident_description": "On November 26, at approximately 8:00pm, there several strong arm robberies of USC students in the area of Hoover and Jefferson. All victims were approached and property was demanded under the threat of physical violence. The victims surrendered their phones and other property and the suspects entered a waiting vehicle driven by another suspect."
      }
    ],
    "outcome": {
      "disposition": "DPS officers, working with LAPD Officers, determined the location of one of the cell phones. LAPD officers conducted follow up where they were able to detain the three suspects that carried out the robberies. Suspects were identified based on DPS video footage and the property taken was recovered and returned to the owners."
    }
  },
  {
    "metadata": {
      "summary": "Sexual Battery/Fondling",
      "post_date": "2019-03-04T14:11:49-08:00",
      "url": "https://dps.usc.edu/sexual-battery-fondling-5/",
      "#": "TW 2019-003"
    },
    "incidents": [
      {
        "incident_date": "2019-03-02 11:30",
        "incident_location": "3518 Trousdale Pkwy, Los Angeles, CA 90089",
        "incident_off_campus": false,
        "incident_description": "A female (non-student) was walking southbound on Trousdale when a group of approximately 9 juveniles riding bicycles approached her from behind. As the group passed the victim, one of the juveniles slapped her with an open hand on her right buttocks. The group of juveniles continued riding southbound on Trousdale until they were out of sight.",
        "suspect_description": "Male, age 15 to 17 wearing a hoodie",
        "suspect_vehicle": "Bicycle"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Attempted Robbery",
      "post_date": "2020-09-25T12:31:00-07:00",
      "url": "https://dps.usc.edu/attempted-robbery-3/",
      "#": "CA 2020-019"
    },
    "incidents": [
      {
        "reported_offense": "Attempted Robbery",
        "incident_date": "2020-09-23 15:00",
        "incident_location": "Hoover St & 23rd St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "DPS received the report of this crime more than 24 hours after it was committed. The suspect approached the victim from behind and demanded his phone. When the victim refused, the suspect displayed a handgun in his waistband. The victim yelled that the police were on the way, and the suspect fled.",
        "suspect_description": "Male, Black, approximately 26-years-old, 6 feet 4 inches tall, 260 pounds, full beard, wearing a white tank top, green jacket, blue jeans and tan Timberland-style boots.",
        "suspect_vehicle": "None"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Sexual Battery (Suspect in Custody)",
      "post_date": "2020-08-31T20:27:02-07:00",
      "url": "https://dps.usc.edu/sexual-battery-suspect-in-custody-4/"
    },
    "incidents": [
      {
        "incident_date": "2020-08-31 14:57",
        "incident_location": "Hoover St & 32nd St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The victim said that the suspect – a 38-year-old male, Black, wearing maroon colored clothing – walked up to her and attempted to engage her in a conversation. After the victim walked away, the suspect slapped her buttocks. The suspect ran southbound on Hoover Street, then eastbound onto Jefferson Boulevard. A few minutes later, the suspect was observed by DPS surveillance camera operators via closed-circuit television (CCTV) at the corner of Jefferson and Hoover possibly attempting to assault another victim."
      }
    ],
    "outcome": {
      "disposition": "On August 31, 2020, at 2:59 p.m., DPS officers observed the suspect in the area and detained him. Upon completing their investigation, the suspect was positively identified by the initial victim and was arrested and taken into custody for sexual battery."
    }
  },
  {
    "metadata": {
      "summary": "Robbery-Arrest",
      "post_date": "2019-06-10T14:34:43-07:00",
      "url": "https://dps.usc.edu/robbery-arrest-24/"
    },
    "incidents": [
      {
        "incident_description": "While walking alone, a student was approached by a suspect who displayed a knife and demanded the student’s phone. The student complied with the suspect’s demand, and the suspect, after walking away a short distance, turned and threw the phone at the student."
      }
    ],
    "outcome": {
      "disposition": "While conducting a follow up investigation at a nearby convenience store, USC DPS officers located the suspect hiding in the parking lot. The suspect, a juvenile, was arrested and transported to LAPD for booking on robbery charges."
    }
  },
  {
    "metadata": {
      "summary": "Robbery Arrest",
      "post_date": "2018-03-27T12:13:59-07:00",
      "url": "https://dps.usc.edu/robbery-arrest-18/",
      "irn_#": "2018-004",
      "reference_#": "CA 2018-004"
    },
    "incidents": [
      {
        "incident_date": "2018-03-25 03:32",
        "incident_location": "Adams Blvd from Flower St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "On Sunday morning, March 25, 2018, at 3:32 AM, a female student was walking eastbound on Adams Blvd from Flower St. (toward The Lorenzo Apartments) when she was pushed to the ground and her purse forcibly taken from her. The suspect then fled westbound toward Figueroa and out of view."
      }
    ],
    "outcome": {
      "arrest_date": "2018-03-26 14:30",
      "arrest_location": "S Figueroa St & W 30th St, Los Angeles, CA 90007",
      "arrest_off_campus": true,
      "disposition": "At approximately 2:30 PM on Monday, March 26, 2018, an LAPD patrol officer, provided with a suspect description by DPS, stopped and detained a man who matched the description of the suspect in the robbery. The man was taken into custody and was later positively identified by the victim as the suspect. The suspect remains in the custody of the LAPD."
    }
  },
  {
    "metadata": {
      "summary": "Robbery-Suspect in Custody",
      "post_date": "2021-02-12T11:01:34-08:00",
      "url": "https://dps.usc.edu/robbery-suspect-in-custody/"
    },
    "incidents": [
      {
        "incident_date": "2021-02-10 22:30",
        "incident_location": "W Jefferson Blvd & McClintock Ave, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The victim, not a student, exited the bus at McClintock Avenue at Jefferson Boulevard. While walking alone, the victim was approached by two male suspects. The first suspect pushed the victim to the ground, and while the victim was on the ground, the second suspect took the victim’s backpack and cell phone. Both suspects ran northbound on McClintock Avenue."
      }
    ],
    "outcome": {
      "resolution": "USC Department of Public Safety officers observed two males who matched the description of the robbery suspects and detained both. The victim positively identified the suspects, who were then arrested and transported to the Los Angeles Police Department for booking on robbery charges."
    }
  },
  {
    "metadata": {
      "summary": "Attempted Murder",
      "post_date": "2021-01-17T09:43:24-08:00",
      "url": "https://dps.usc.edu/attempted-murder/"
    },
    "incidents": [
      {
        "incident_date": "2021-01-17 01:00",
        "incident_location": "Walton Ave & W Jefferson Blvd, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The victim was seated in his car when the suspect vehicle drove by him and the occupants fired multiple gunshots and then sped away. The victim, who is not affiliated with the university, was struck by the gunfire and was later transported to the hospital in stable condition. This incident is believed to be gang related.",
        "suspect_description": "Three males.",
        "suspect_vehicle": "Older, dark colored vehicle."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery Arrest",
      "post_date": "2018-05-01T12:07:20-07:00",
      "url": "https://dps.usc.edu/robbery-arrest-19/",
      "irn_#": "2018-005",
      "reference_#": "CA TW 2018-005"
    },
    "incidents": [
      {
        "incident_date": "2018-04-16 20:30",
        "incident_location": "West sidewalk of S Figueroa St south of W 32nd St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "On April 16, 2018, at 8:30pm, the victim (USC student) walked out of Blaze Pizza on Figueroa Street and was approached by the suspect who was on a bicycle. The suspect told the victim he had a gun and demanded money. The victim gave the suspect cash and the suspect rode away on the bicycle northbound on Figueroa Street."
      }
    ],
    "outcome": {
      "disposition": "DPS detectives, working with investigators from the LAPD, identified and arrested Charles Harvey, a 62 year old male transient, for robbery. Harvey is in the custody of the LAPD where he is being held for a violation of his parole and pending robbery charges."
    }
  },
  {
    "metadata": {
      "summary": "HSC Robbery Suspect Arrested",
      "post_date": "2018-06-11T17:20:33-07:00",
      "url": "https://dps.usc.edu/hsc-robbery-suspect-arrested/",
      "irn_#": "2018-007",
      "reference_#": "CA TW 2018-010"
    },
    "incidents": [
      {
        "incident_date": "2018-06-06 23:43",
        "incident_location": "Valley Blvd & San Pablo St, Los Angeles, CA 90031",
        "incident_off_campus": true,
        "incident_description": "On June 6, 2018, at 11:43 PM, the victim (not affiliated with the university) was standing at a taco truck parked on Soto Street waiting to purchase food when he was approached by the suspect. The suspect displayed a handgun and demanded the victim’s property. The victim gave the suspect money and the suspect then fled on foot. The victim was not injured."
      }
    ],
    "outcome": {
      "arrest_date": "2018-06-09 01:00",
      "disposition": "On June 9, 2018, at 1:00 AM, DPS officers monitored an LAPD radio call of a robbery that had just occurred outside of the HSC area. DPS officers notified LAPD that the description of the suspect matched that of the suspect in the recent robbery on Soto St. After an area wide search, a suspect was detained at the intersection of San Pablo Street and Valley Blvd. The suspect was positively identified as the person who committed the robbery of the taco truck customer. The suspect was arrested for robbery by the LAPD."
    }
  },
  {
    "metadata": {
      "summary": "Sexual Battery (Suspect in Custody)",
      "post_date": "2020-09-25T19:12:16-07:00",
      "url": "https://dps.usc.edu/sexual-battery-suspect-in-custody-5/"
    },
    "incidents": [
      {
        "incident_date": "2020-09-25 13:40",
        "incident_location": "1985 Zonal Ave, Los Angeles, CA 90089",
        "incident_off_campus": false,
        "incident_description": "A student was walking on campus when the suspect approached her from behind. The suspect grabbed the student around the waist and fondled her. The student screamed and was able to break free from the suspect."
      }
    ],
    "outcome": {
      "disposition": "Officers responding to the call for help located the suspect and detained him. The 33-year-old parolee was arrested and booked for investigation of sexual battery at the Los Angeles Police Department."
    }
  },
  {
    "metadata": {
      "summary": "Robbery",
      "post_date": "2018-04-17T16:55:09-07:00",
      "url": "https://dps.usc.edu/robbery-38/",
      "#": "TW 2018-005"
    },
    "incidents": [
      {
        "reported_offense": "Robbery",
        "incident_date": "2018-04-16 20:30",
        "incident_location": "West sidewalk of S Figueroa St south of W 32nd St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The victim (USC student) walked out of Blaze Pizza on Figueroa Street and was approached by the suspect who was on a bicycle. The suspect told the victim he had a gun and demanded money. The victim gave the suspect cash and the suspect rode away on the bicycle northbound on Figueroa Street.",
        "suspect_description": "Male, Black, 55 years old, missing teeth, short hair style, black jacket, dark pants.",
        "suspect_vehicle": "Black beach cruiser style bicycle."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Attempted Robbery",
      "post_date": "2021-03-26T21:55:36-07:00",
      "url": "https://dps.usc.edu/attempted-robbery-4/"
    },
    "incidents": [
      {
        "incident_date": "2021-03-26 17:00",
        "incident_location": "NW corner of Raymond Ave & W 36th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "Two suspects approached the victim. The first suspect asked the victim to use his mobile phone to call his mother. When the victim refused, the second suspect grabbed the victim’s right wrist, threatened to kill him if he did not hand over his phone. A community member, who observed the incident as it occurred, shouted at the two suspects who then ran west. Note: A similar theft occurred at approximately 4:30 p.m. on March 26, 2021.",
        "suspect_description": [
          "Black adolescent male, approximately 12 years old, 5 feet, 6 inches tall and weighing 115 pounds. He was wearing a zip-up blue hoodie and blue pants.",
          "Black adolescent male, approximately 10 years old, 5 feet, 3 inches tall and weighing 95 pounds and wearing blue clothing."
        ],
        "suspect_vehicle": "None seen"
      },
      {
        "incident_date": "2021-03-26 16:30",
        "incident_location": "North side of 29th St east of Orchard Ave, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "Suspect approached the victim and asked to use his mobile phone to call his mom. The victim gave the suspect permission and who then took the mobile phone and fled in a white four-door sedan heading west on 29th Street towards Vermont Avenue.",
        "suspect_description": "Black adolescent male, approximately 12 to 14 years old, 5 feet, 5 inches tall and weighing 120 pounds. He was wearing a zip-up blue hoodie, red T-shirt, black socks and no shoes.",
        "suspect_vehicle": "White four-door sedan"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Residential Burglary (Update)",
      "post_date": "2020-07-20T18:38:31-07:00",
      "url": "https://dps.usc.edu/residential-burglary-2/",
      "#": "TW 2020-015"
    },
    "incidents": [
      {
        "incident_date": "2020-07-20 16:03",
        "incident_location": "University Gateway Apartments, 3335 S Figueroa St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The victim was inside her apartment when she observed the suspect coming out of the bedroom closet, armed with a pocket-knife. The suspect fled with the victim’s cell phone. DPS, along with LAPD officers, cordoned off and conducted a search of the entire building. The suspect was not found.",
        "suspect_description": "Male, Black, approximately 20-25 years, blue and gray wind breaker, dark pants. Victim later reported that the suspect had a thin, faded tattoo across his forehead, another tattoo under both his right and left eye, and possibly wearing a Los Angeles Trade Technical College (LATCC) nametag with the name “Ramon”.",
        "suspect_vehicle": "No vehicle was seen."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Aggravated Assault-Suspects in Custody",
      "post_date": "2020-10-23T18:00:20-07:00",
      "url": "https://dps.usc.edu/aggravated-assault-suspects-in-custody/"
    },
    "incidents": [
      {
        "incident_date": "2020-10-07 01:00",
        "incident_location": "Hoover St & 30th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "Two males parked at the southwest corner of Hoover Street and 30th Street, exited their car and fired several gunshots at a man on 30th Street. The suspects then ran back to their car and were last seen entering the southbound on-ramp to the 110 Freeway at Exposition Boulevard. The victim left the scene prior to the officers’ arrival."
      }
    ],
    "outcome": {
      "disposition": "Acting on video evidence provided by DPS, Los Angeles Police Department (LAPD) detectives arrested both the driver and the suspect that had fired the gunshots. Both suspects were booked for investigation of aggravated assault by the LAPD."
    }
  },
  {
    "metadata": {
      "summary": "Robbery Suspects In Custody",
      "post_date": "2018-06-04T17:31:23-07:00",
      "url": "https://dps.usc.edu/robbery-suspects-in-custody/",
      "irn_#": "2018-006",
      "reference_#": "CA TW 2018-009"
    },
    "incidents": [
      {
        "incident_date": "2018-05-27 14:23",
        "incident_location": "S Figueroa St & W Washington Blvd, Los Angeles, CA 90015",
        "incident_off_campus": true,
        "incident_description": "On May 27, 2018, at 2:23 PM, victims (not affiliated with the university) were playing soccer on campus at Brittingham Field when they were confronted by three suspects who demanded their money and cell phones. One suspect displayed a handgun. Suspects were captured by DPS surveillance cameras fleeing in a black 2002 GMC Suburban, California license plate 6MHF644."
      }
    ],
    "outcome": {
      "arrest_date": "2018-06-04 13:00",
      "disposition": "On June 4, 2018, at 1:00 PM, a DPS officer on patrol spotted a vehicle that matched the description of the vehicle used in the robbery. With the assistance of DPS surveillance cameras, the suspect vehicle was tracked and eventually stopped by LAPD without incident. The passenger of the vehicle was positively identified as the suspect who was armed with a handgun during the robbery. Three suspects were arrested for robbery and remain in the custody of LAPD."
    }
  },
  {
    "metadata": {
      "summary": "Residential Burglary",
      "post_date": "2020-07-30T22:45:01-07:00",
      "url": "https://dps.usc.edu/residential-burglary-3/",
      "#": "TW 2020-016"
    },
    "incidents": [
      {
        "incident_date": "2020-07-25 03:30",
        "incident_location": "900 block of W 28th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The suspect entered the victims’ residence through an unlocked front door and removed a skateboard, gym bag and other property while the victims were sleeping. A few days later, after realizing they had been burglarized, the victims reviewed their security camera footage and observed the suspect entering and removing property.",
        "suspect_description": "Male, Hispanic, beige hat, blue shirt, blue pants and wearing a backpack",
        "suspect_vehicle": "None seen"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Sexual Battery-Suspect in Custody",
      "post_date": "2020-10-02T15:49:42-07:00",
      "url": "https://dps.usc.edu/sexual-battery-suspect-in-custody-6/"
    },
    "incidents": [
      {
        "incident_date": "2020-10-01 22:00",
        "incident_location": "530 W 27th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The suspect followed the victim and three of her classmates into their apartment complex. The suspect then followed the group on to the elevator. When they got off the elevator, he followed them toward the victim’s apartment. When the victim and her friends refused to allow him inside the apartment, he fondled the victim. The victim and her friends locked themselves inside the apartment and called DPS."
      }
    ],
    "outcome": {
      "disposition": "DPS officers responded and detained the suspect outside the apartment building. The victim and witnesses all positively identified the suspect. The suspect subsequently was arrested and transported to the Los Angeles Police Department for investigation of sexual battery."
    }
  },
  {
    "metadata": {
      "summary": "Robbery",
      "post_date": "2018-12-18T13:33:56-08:00",
      "url": "https://dps.usc.edu/robbery-39/",
      "#": "CA 2018-012"
    },
    "incidents": [
      {
        "reported_offense": "Robbery",
        "incident_date": "2018-12-17 22:00",
        "incident_location": "2300 block of Scarff St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "While standing on the sidewalk in front of one of the victim’s residence, the victims were approached on foot by two suspects who displayed handguns and demanded the victims’ property. The victims complied with the suspects’ demands. The suspects were last seen running south on Scarff Street and then east on St. James Place.",
        "suspect_description": [
          "Male, Hispanic, 20-25, 5-9, black hair, wearing a black hooded sweatshirt",
          "Male, Hispanic, 20-25, 5-7, dark hooded sweatshirt."
        ],
        "suspect_vehicle": "None"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Armed Robbery",
      "post_date": "2019-01-14T15:32:42-08:00",
      "url": "https://dps.usc.edu/armed-robbery-3/",
      "#": "TW 2019-001"
    },
    "incidents": [
      {
        "reported_offense": "Robbery",
        "incident_date": "2019-01-12 01:00",
        "incident_location": "3131 S Hoover St, Los Angeles, CA 90007",
        "incident_off_campus": false,
        "incident_description": "Two students exited a Lyft vehicle on Hoover St near the Target store. While walking home, five suspects exited a vehicle and confronted the two students. One suspect, armed with a knife, demanded their property. The students complied and gave them their cell phones, wallet, and keys. The suspects returned to the vehicle and drove away northbound on Hoover St.",
        "suspect_description": [
          "Male, Hispanic, 160 lbs., 20-30 yrs., wearing a hooded sweatshirt, armed with a knife.",
          "Male",
          "Male",
          "Male",
          "Male"
        ],
        "suspect_vehicle": "Silver Toyota RAV4 or 4Runner"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Burglary, Grand Theft Person, and Robbery Arrest",
      "post_date": "2019-08-18T10:27:47-07:00",
      "url": "https://dps.usc.edu/burglary-grand-theft-person-and-robbery-arrest/"
    },
    "incidents": [
      {
        "reported_offense": "Grand Theft Person-Suspect in Custody",
        "incident_date": "2019-08-15 21:30",
        "incident_location": "Ellendale Pl & W 29th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "While walking alone, a student was approached by suspects who were riding bicycles and snatched the student’s cell phone from his hand. The suspects then rode away after taking his cell phone."
      }
    ],
    "outcome": {
      "disposition": "With the assistance of DPS Camera Surveillance Officers they tracked the suspects and directed DPS officers to their location where they were detained. After a follow up investigation, the suspects were positively identified, arrested and booked on grand theft charges. The student’s cell phone was recovered."
    }
  },
  {
    "metadata": {
      "summary": "Grand Theft",
      "post_date": "2020-11-19T18:43:52-08:00",
      "url": "https://dps.usc.edu/grand-theft-2/"
    },
    "incidents": [
      {
        "incident_date": "2020-11-19 14:25",
        "incident_location": "Expo/Vermont light rail station, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "Three male juveniles and a female juvenile approached the victim as he was standing on the train platform. One of the male juveniles grabbed the victim’s iPhone out of his hand and walked away. The suspects were last seen running in the area of Exposition Boulevard and Catalina Street.",
        "suspect_description": [
          "Black male, approximately 14 to 16 years old, 5 feet 9 inches tall and with a thin build. He was wearing a white T-shirt and black pants.",
          "Black male, approximately 14 to 16 years old, 5 feet 9 inches tall and with a thin build. He was wearing a blue long-sleeve T-shirt and blue pants.",
          "Black male, approximately 14 to 16 years old, 5 feet 8 inches tall and weighing 180 pounds.",
          "Female."
        ],
        "suspect_vehicle": "None seen"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Burglary",
      "post_date": "2021-03-17T11:14:52-07:00",
      "url": "https://dps.usc.edu/burglary-6/"
    },
    "incidents": [
      {
        "incident_date": "2021-03-17 07:15",
        "incident_location": "Parking lot at 1540 Alcazar St, Los Angeles, CA 90033",
        "incident_off_campus": false,
        "incident_description": "Unknown suspects cut the locks off of two cargo containers and removed emergency supplies.",
        "suspect_description": "No suspects seen.",
        "suspect_vehicle": "None seen"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Burglary-Suspect in Custody",
      "post_date": "2019-04-08T17:37:22-07:00",
      "url": "https://dps.usc.edu/burglary-suspect-in-custody/",
      "irn_#": "2019-02"
    },
    "incidents": [
      {
        "incident_date": "2019-04-02 05:28",
        "incident_location": "Gateway Apartments, 3335 S Figueroa St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "On April 3, 2019, a student was contacted by an unidentified male via social media who offered to return her stolen wallet for a fee. The student had not reported the wallet theft to DPS. The student agreed and during the return of her property, the student secretly photographed the unidentified male. The student then contacted DPS."
      }
    ],
    "outcome": {
      "disposition": "DPS detectives made a comparison of the suspect’s photo with previous surveillance video of a man suspected of committing several residential burglaries. DPS officers located the suspect and arrested him for the crimes. The suspect was transported to LAPD for booking on felony charges."
    }
  },
  {
    "metadata": {
      "summary": "Sexual Battery (Suspect in Custody)",
      "post_date": "2019-10-13T13:03:17-07:00",
      "url": "https://dps.usc.edu/sexual-battery-suspect-in-custody/"
    },
    "incidents": [
      {
        "incident_location": "3607 Trousdale Pkwy, Los Angeles, CA 90089",
        "incident_off_campus": false,
        "incident_description": "A student reported that a suspect riding a bicycle approached her from behind, slapped her on the buttocks and then fled southbound on Trousdale Parkway."
      }
    ],
    "outcome": {
      "disposition": "The description of the suspect, a male with long hair riding a bicycle, matched the description of the suspect involved in several sexual battery incidents recently reported to DPS. DPS camera surveillance monitors observed the suspect fleeing the scene, and he was detained by DPS officers. The suspect, a male juvenile, was arrested for investigation of sexual battery and booked at the Los Angeles Police Department. He reportedly confessed to committing several sexual batteries in the University Park area."
    }
  },
  {
    "metadata": {
      "summary": "Robbery",
      "post_date": "2020-11-16T11:09:30-08:00",
      "url": "https://dps.usc.edu/robbery-49/"
    },
    "incidents": [
      {
        "incident_date": "2020-11-15 18:30",
        "incident_location": "NE corner of Normandie Ave & W 35th Pl, Los Angeles, CA 90018",
        "incident_off_campus": true,
        "incident_description": "One suspect approached the student, simulated a weapon and threatened her. A second suspect approached the student from behind and took the victim’s backpack which was on the ground next to her. The suspects then fled eastbound on 35th Place.",
        "suspect_description": [
          "Male",
          "Unknown"
        ],
        "suspect_vehicle": "None seen"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Assault with a Deadly Weapon",
      "post_date": "2018-09-11T16:57:02-07:00",
      "url": "https://dps.usc.edu/assault-with-a-deadly-weapon-2/",
      "#": "TW 2018-011"
    },
    "incidents": [
      {
        "reported_offense": "Assault with a Deadly Weapon",
        "incident_date": "2018-09-10 19:15",
        "incident_location": "McClintock Ave north of Jefferson Blvd, Los Angeles, CA 90007",
        "incident_off_campus": false,
        "incident_description": "In an apparent act of road rage, the suspect driver pointed a handgun from the window of her car at the driver of the other involved vehicle. The other involved vehicle was a rideshare car transporting a student passenger. No shots were fired and there were no injuries. The passenger in the suspect vehicle also exited the car and threw food at the rideshare driver. The suspect vehicle was last seen traveling westbound on Jefferson from McClintock.",
        "suspect_description": [
          "Driver: Female, Black, 35-40 years of age, wearing a burgundy colored top.",
          "Passenger: Female, Black, 35-40 years of age, approximately 6 feet tall, thin build, wearing reddish-purple colored clothes."
        ],
        "suspect_vehicle": "Burgundy colored Kia with Car Pro white paper plates with blue writing."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Sexual Assault",
      "post_date": "2020-10-15T16:19:30-07:00",
      "url": "https://dps.usc.edu/sexual-assault-2/"
    },
    "incidents": [
      {
        "incident_date": "2020-10-14 22:45-01:30",
        "incident_location": "West alley of S Figueroa St, south of W 28th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "At approximately 11 a.m. on Oct. 15, 2020, a student reported to DPS that as she was walking home alone, she was approached from behind. The suspect began a casual conversation with her before he fondled and then sexually assaulted her. This incident occurred sometime between 10:45 p.m. on Oct. 14, 2020 and 1:30 a.m. on Oct. 15, 2020.",
        "suspect_description": "Male, Hispanic, early 30s, 5 feet 9 inches tall, average build, short messy brown hair, unshaven, brown eyes, dark gray or black T-shirt, and faded dark jeans. The victim described him as disheveled and speaking English with a Spanish accent."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Burglary",
      "post_date": "2020-12-14T15:27:44-08:00",
      "url": "https://dps.usc.edu/burglary-4/"
    },
    "incidents": [
      {
        "incident_date": "2020-12-13 23:30",
        "incident_location": "1100 block of Exposition Blvd, Los Angeles, CA 90037",
        "incident_off_campus": true,
        "incident_description": "The victim was sitting in her apartment when she heard a loud noise. She was then confronted by the suspect who had forced open the front door. The suspect grabbed a laptop from the victim and smashed it on the floor before kicking a large hole in a bedroom door down the hall. The suspect then abruptly walked out of the apartment without taking anything. The victim was not injured.",
        "suspect_description": "Male, Hispanic, age 20-25, 5 feet 9 inches tall, slim build, wearing a dark blue hooded sweatshirt over a white shirt and dark jeans.",
        "suspect_vehicle": "None seen"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Burglary, Grand Theft Person, and Robbery Arrest",
      "post_date": "2019-08-18T10:27:47-07:00",
      "url": "https://dps.usc.edu/burglary-grand-theft-person-and-robbery-arrest/"
    },
    "incidents": [
      {
        "reported_offense": "Robbery-Suspect in Custody",
        "incident_date": "2019-08-17 08:44",
        "incident_location": "W 32nd St & Hoover Ave, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "On the morning of August 17, 2019, a student walking north bound on University Ave, was approached by a male suspect riding a bicycle. The suspect blocked the student’s path, displayed a handgun and demanded the student’s cell phone. The student complied and the suspect fled west bound on 32nd Street."
      }
    ],
    "outcome": {
      "disposition": "The suspect was later apprehended by the LAPD Gang Unit during an investigation at the suspect’s residence. The student’s cell phone was recovered."
    }
  },
  {
    "metadata": {
      "summary": "Grand Theft From Person",
      "post_date": "2019-07-01T17:04:04-07:00",
      "url": "https://dps.usc.edu/grand-theft-from-person-4/U",
      "#": "TW 2019-006"
    },
    "incidents": [
      {
        "incident_date": "2019-06-30 16:55",
        "incident_location": "W 30th St & McClintock Ave, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "While walking southbound on the west sidewalk of McClintock Avenue south of 30th Street, the victim was approached on foot from behind by the suspect. The suspect grabbed the victim’s phone from her hand and was last seen running westbound through the alley between Jefferson Boulevard and 30th Street and getting into an awaiting vehicle.",
        "suspect_description": "The victim reported that the suspect had no distinguishing characteristics.",
        "suspect_vehicle": "Gray 2003-04 Mercedes SUV with dark tinted windows and a sun roof."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Burglary",
      "post_date": "2020-12-22T10:27:25-08:00",
      "url": "https://dps.usc.edu/burglary-5/"
    },
    "incidents": [
      {
        "incident_date": "2020-12-22 02:41",
        "incident_location": "1100 block of W 29th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The suspect entered a home while the residents were asleep. Once inside, the suspect took a set of keys and a laptop computer and ran in an unknown direction.",
        "suspect_description": "Male, Hispanic, 6 feet tall, slim build, wearing a black top over brown pants and carrying a backpack over the front of his body with a blue blanket draped over the backpack.",
        "suspect_vehicle": "None seen"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Attempted Robbery with Firearm",
      "post_date": "2018-05-21T15:13:33-07:00",
      "url": "https://dps.usc.edu/attempted-robbery-with-firearm/",
      "#": "TW 2018-008"
    },
    "incidents": [
      {
        "reported_offense": "Attempted Robbery-Strong Arm with Firearm",
        "incident_date": "2018-05-20 14:55",
        "incident_location": "3335 S Figueroa St (near CVS), Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "Victim, a USC student, advertised an iPhone for sale using an application to sell items online. A potential buyer contacted the victim and they agreed to meet at the CVS store on Figueroa. After the victim arrived at the CVS store, the buyer texted the victim and requested victim walk to Shrine Place and 32nd Street to meet buyer who was in a Silver Audi. Victim walked down the street and met suspects 1 and 2, who were sitting inside the vehicle. Victim advised the suspects to drive back to CVS to complete their transaction. As the victim walked back toward CVS, Suspect #1 exited the vehicle, approached the victim and demanded the cell phone. Suspect #2 remained inside the car. Suspect #1 produced a firearm from the front pocket of his hoodie and pointed the firearm at victim. A struggle between the victim and Suspect #1 ensued resulting in Suspect #1 losing control of the weapon. Suspects (who had retrieved the weapon) fled the scene and drove out of the area without the victim’s property. The victim was not seriously injured.",
        "suspect_description": [
          "Male Black, 6’ in height, approximately 175 lbs., approximately 19 to 21 years old, wearing grey sweat pants.",
          "Male Black, unknown height and weight, approximately 19 to 21 years old."
        ],
        "suspect_vehicle": "Silver, four door Audi Q3 Crossover, 2016 or newer, large sun roof, with white license plates. Rear windows are tinted."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Sexual Assault",
      "post_date": "2021-01-23T09:49:53-08:00",
      "url": "https://dps.usc.edu/sexual-assault-3/"
    },
    "incidents": [
      {
        "incident_date": "2021-01-23 02:20",
        "incident_location": "Shrine Auditorium parking structure at 3208 Royal St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "An individual reported that as he was walking in the parking structure, he was approached from behind by three males who sexually assaulted him.",
        "suspect_description": "Three males, Hispanic, mid-20s to early 30s, and wearing blue shirts and black pants.",
        "suspect_vehicle": "None seen"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Burglary-Residential",
      "post_date": "2019-04-02T18:17:21-07:00",
      "url": "https://dps.usc.edu/burglary-residential-3/",
      "#": "TW 2019-003"
    },
    "incidents": [
      {
        "incident_date": "2019-04-02 05:28",
        "incident_location": "Gateway Apartments, 3335 S Figueroa St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "After reporting missing property to building security, a review of recorded camera images revealed an unknown suspect trying door handles on the student’s floor. Suspect entered the victim’s apartment while residents were sleeping via the unlocked front door, took a backpack and fled the scene.",
        "suspect_description": "Male, possibly Hispanic, 5’5”, 250 lbs., 30-40 years, curly hair, wearing a dark long sleeve shirt, dark shorts, green tennis shoes, wrapped in light gray blanket, carrying a skateboard.",
        "suspect_vehicle": "No vehicle involvement observed."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Assault with a deadly weapon",
      "post_date": "2020-11-10T22:07:27-08:00",
      "url": "https://dps.usc.edu/assault-with-a-deadly-weapon-3/"
    },
    "incidents": [
      {
        "incident_date": "2020-11-10 19:25",
        "incident_location": "870 W Adams Blvd, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "As the victim was walking on the sidewalk, a vehicle drove alongside him and the suspect in the back seat pointed a handgun at the victim and made a “pop pop” sound with his voice. The vehicle then drove eastbound on Adams Boulevard, then turned southbound on Severance Avenue.",
        "suspect_description": "An unidentified male",
        "suspect_vehicle": "A late 1990’s 4-door, white hatchback"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery",
      "post_date": "2020-06-26T12:02:22-07:00",
      "url": "https://dps.usc.edu/robbery-48/",
      "#": "CA 2020-014"
    },
    "incidents": [
      {
        "incident_date": "2020-06-26 06:00",
        "incident_location": "Bus stop at the SW corner of W Adams Blvd & Magnolia Ave, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The victim, not affiliated with USC, stated that he was standing at the bus stop at the intersection of Adams Avenue and Magnolia Street when he was approached by two suspects on foot. One suspect displayed a handgun and demanded the victim’s property in Spanish. After taking the victim’s money, the suspects ran away westbound on Adams Avenue.",
        "suspect_description": [
          "Hispanic male, 5’10” to 6’00” tall, 20-22-years-old and wearing an orange hoodie.",
          "Hispanic male, 5’10” to 6’00” tall, 20-22-years-old and wearing a black hoodie with white stripes down the sleeves."
        ],
        "suspect_vehicle": "No vehicle was seen."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery-Strong Arm",
      "post_date": "2018-08-22T18:06:19-07:00",
      "url": "https://dps.usc.edu/robbery-strong-arm/",
      "#": "CA 2018-008"
    },
    "incidents": [
      {
        "dps_case_#": "1803109",
        "reported_offense": "Robbery-Strong Arm",
        "incident_date": "2018-08-22 11:26",
        "incident_location": "Walton Ave & W Jefferson Blvd, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The victim and witness (USC students) were walking west on Jefferson and stopped at the corner of Jefferson and Walton. A suspect approached the victim from behind and pushed victim to the ground. The suspect then grabbed the victim’s cell phone and ran north on Walton from Jefferson to a waiting vehicle. The vehicle drove north on Walton.",
        "suspect_description": "Male, black, 6’2”, 20 to 24 years old, light blue shirt, and dark color pants",
        "suspect_vehicle": "Four door sedan"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Burglary Arrest",
      "post_date": "2018-01-08T12:44:05-08:00",
      "url": "https://dps.usc.edu/incident-resolution-burglary-arrest/",
      "irn_#": "2018-01"
    },
    "incidents": [
      {
        "reported_offense": "Commercial Burglary",
        "incident_date": "2018-01-07 16:40",
        "incident_location": "925 W 34th St, Los Angeles, CA 90089",
        "incident_off_campus": false,
        "incident_description": "A DPS camera operator identified three suspects on campus from a recent burglary at the USC Bookstore. DPS had footage of the initial criminal activity on video. During the burglary, merchandise worth thousands of dollars was stolen. Officers detained the suspects and transported them to LAPD Southwest station where USC and LAPD detectives interviewed the three individuals separately."
      }
    ],
    "outcome": {
      "disposition": "During the interviews, all suspects confessed their involvement in the bookstore burglaries. All three suspects were arrested. A substantial amount of the merchandise was recovered."
    }
  },
  {
    "metadata": {
      "summary": "Attempt Robbery",
      "post_date": "2018-12-21T12:54:40-08:00",
      "url": "https://dps.usc.edu/attempt-robbery-6/",
      "#": "CA 2018-013"
    },
    "incidents": [
      {
        "incident_date": "2018-12-20 17:50",
        "incident_location": "SE corner Vermont Ave & W 29th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "While walking east on the south sidewalk of 29th Street from Vermont and holding his cell phone in his hand, the victim (student) was struck from behind and knocked to the ground. The suspect punched the victim and attempted to take his cell phone but was unsuccessful. The suspect then ran to a waiting vehicle being driven by a second suspect and drove away from the scene north on Vermont.",
        "suspect_description": [
          "Male, Black, approximately 23, 5-9, 175, “fade” style haircut, wearing a black t-shirt, grey pants or long shorts, white socks and black shoes.",
          "Unknown."
        ],
        "suspect_vehicle": "Silver Chevrolet Malibu 4-door sedan, license 8ELZ223, tinted windows, flower design on rear license plate frame"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Armed Robbery",
      "post_date": "2020-11-05T15:25:19-08:00",
      "url": "https://dps.usc.edu/armed-robbery-4/"
    },
    "incidents": [
      {
        "incident_date": "2020-11-04 21:00",
        "incident_location": "SW corner of Vermont Ave & W 30th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "Two men, armed with handguns, approached customers who were standing at a taco stand. The suspects pointed handguns at the vendor and customers and demanded the victims’ property. One of the victims, a student, surrendered his iPhone. The suspects then told the victims to lay on the ground, and the suspects subsequently ran eastbound on 30th Street.",
        "suspect_description": [
          "Hispanic male, approximately 25 to 30 years old, 5 feet, 9 inches tall and weighing 200 pounds. He was wearing a black hoodie, black pants, black hat and a black mask.",
          "Hispanic male, approximately 25 years old, 6 feet tall and weighing 180 pounds. He was wearing a black hoodie, black pants and a black mask."
        ],
        "suspect_vehicle": "None seen"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery/Kidnapping",
      "post_date": "2018-01-24T22:14:42-08:00",
      "url": "https://dps.usc.edu/robbery-kidnapping/",
      "#": "CA 2018-002"
    },
    "incidents": [
      {
        "reported_offense": "Robbery/Kidnapping",
        "incident_date": "2018-01-24 13:30",
        "incident_location": "Normandie Ave & W 30th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "As the victim (student) walked away from her residence near Normandie and 30th St., she was approached by the suspect who was riding an electric scooter. The suspect brandished a knife and demanded her money. Since the victim had no money, the suspect forced her to walk to a nearby ATM where he demanded she withdraw cash. When she was unable to do so, the suspect forced the victim to return to her residence where he demanded money. After obtaining a small amount of cash, the suspect fled in an unknown direction. The victim was not injured. The suspect in this incident appears to be the same suspect involved in an attempt robbery later in the afternoon at 37th St. and Vermont (Alert # 2018-01). DPS and the LAPD have very strong leads in these cases and are actively investigating. If you have any information regarding these cases, please contact DPS or the LAPD at the numbers below.",
        "suspect_description": "Male, Black, approximately 20 years old, 5’9, 130 lbs., wearing a white shirt and dark pants",
        "suspect_vehicle": "Dark colored scooter similar to an URB-e."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Attempted Robbery-Suspect in Custody",
      "post_date": "2021-02-08T16:53:02-08:00",
      "url": "https://dps.usc.edu/attempted-robbery-suspect-in-custody/"
    },
    "incidents": [
      {
        "incident_date": "2021-02-07 12:30",
        "incident_location": "2800 block of S Figueroa St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "A male suspect entered the lobby of Domino’s Pizza and waited until the cashier opened the register for a customer. As soon as the register was opened, the suspect reached over the counter and grabbed the cash box. The cashier and the suspect struggled, and the suspect was unable to take the cash box from the cashier and fled northbound on Figueroa Street. The cashier then notified the Los Angeles Police Department (LAPD)."
      }
    ],
    "outcome": {
      "resolution": "Shortly after a description of the suspect was broadcast over the police radio by LAPD, USC Department of Public Safety (DPS) officers located the suspect and detained him. Later, the witness positively identified the suspect. The suspect was arrested by DPS officers and booked for investigation of attempted robbery at the LAPD."
    }
  },
  {
    "metadata": {
      "summary": "Robberies",
      "post_date": "2018-10-15T12:01:18-07:00",
      "url": "https://dps.usc.edu/robberies/",
      "#": "CA 2018-010"
    },
    "incidents": [
      {
        "dps_case_#": "1804045",
        "incident_date": "2018-10-14 00:30",
        "incident_location": "1200 block of W 37th Dr, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "Victim, a student, was attending a party with friends. While victim was dancing by himself, he was approached by Suspect #1 who demanded his property. As the victim raised his hands, backed up and indicated he did not want trouble, Suspects 2 and 3 got behind the victim, one on his left and the other on his right side and began to grab his wallet which was in his rear pocket. The victim did not resist and the suspects fled the scene.",
        "suspect_description": [
          "Male, Black, brown eyes, approximately 5’8, 170 lbs. medium build, dark skinned.",
          "Male Black, brown eyes, approximately 6’2, 150 lbs., thin build, dark skinned.",
          "Male, Black, brown eyes, dark skinned."
        ],
        "suspect_vehicle": "None"
      },
      {
        "dps_case_#": "1804038",
        "incident_date": "2018-10-14 02:00",
        "incident_location": "1200 block of W 37th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "Victim, a student, stated that while he was attending a partywith friends he was approached by Suspect #1 (described below) who introduced himself as “Breezie” and began asking the victim his age and what school he attended. The conversation was brief. Approximately 30 minutes later as the victim was leaving the party, he observed Breezie who gestured to him to come over and talk to him. The victim went over to Breezie who then asked the victim if he had Instagram. As the victim reached into his pocket to get his phone, Breezie grabbed the victim’s phone and ran off with it. The victim turned around and told two males standing nearby on his left and right side, later identified as Suspects 2 and 3 (described below) that his phone had been stolen. Suspects 2 and 3 apologized to the victim and then simultaneously reached into the victim’s pockets and stole his wallet and keys and then fled the scene.",
        "suspect_description": [
          "Male, Black, approximately 5’8/160lbs/19-21 years of age. ",
          "Male, Black, approximately 6’2/210/19-21 years of age. ",
          "Male, Black, approximately 5/10/unknown weight/19-21 years of age."
        ],
        "suspect_vehicle": "None"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Burglary-Residential",
      "post_date": "2019-11-22T10:15:27-08:00",
      "url": "https://dps.usc.edu/burglary-residential-4/",
      "#": "TW 2019-009"
    },
    "incidents": [
      {
        "incident_date": "2019-11-20 15:00",
        "incident_location": "Troy Hall, 3025 Royal St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "A suspect entered a student’s apartment through the unlocked front door while the student (victim) was asleep. While inside, the suspect removed a laptop and cash from the victim’s wallet. The suspect left the apartment without being seen.",
        "suspect_description": "None seen",
        "suspect_vehicle": "None seen"
      },
      {
        "incident_date": "2019-11-20 18:38",
        "incident_location": "Troy Hall, 3025 Royal St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "While in her bedroom, the victim (student) stated that she heard someone enter her unlocked apartment through the front door and thought it was her roommate. Minutes later, the victim walked into her living room and discovered that her handbag was missing. No one else was in the apartment.",
        "suspect_description": "None seen",
        "suspect_vehicle": "None seen"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Assault with a deadly weapon",
      "post_date": "2020-11-19T22:24:38-08:00",
      "url": "https://dps.usc.edu/assault-with-a-deadly-weapon-4/"
    },
    "incidents": [
      {
        "incident_date": "2020-11-19 18:01",
        "incident_location": "2600 block of Ellendale Pl, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The suspect walked toward the victims on the sidewalk and mumbled a few words. The victims attempted to leave the location, but the suspect displayed a knife and pointed it in their direction. The suspect then ran westbound toward Vermont Avenue.",
        "suspect_description": "Male, Black, 30-40 years old, 6 feet tall, 150 pounds, wearing a black hoodie and blue jeans.",
        "suspect_vehicle": "None seen"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Rape",
      "post_date": "2018-04-23T14:03:49-07:00",
      "url": "https://dps.usc.edu/rape/",
      "#": "TW 2018-006"
    },
    "incidents": [
      {
        "incident_date": "2018-04-21 01:00-03:45",
        "incident_location": "1440 Playground St, Los Angeles, CA 90033",
        "incident_off_campus": true,
        "incident_description": "DPS received a report from LAPD Hollenbeck Division that a female not affiliated with the university reported that she was raped by a male adult at a house near campus. The location where the crime occurred was empty and had been boarded up prior to demolition. The reporting party was unable to provide a description of the perpetrator or the location where she encountered him prior to the crime.",
        "suspect_description": "Male adult",
        "suspect_vehicle": "None seen"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Burglary",
      "post_date": "2020-11-07T17:50:05-08:00",
      "url": "https://dps.usc.edu/burglary-2/"
    },
    "incidents": [
      {
        "incident_date": "2020-11-07 00:48",
        "incident_location": "1200 block of 30th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The suspect walked up to the victim’s window and was staring at her. The victim said she ran to her bedroom and locked the door. The victim said the suspect forced open a rear door and entered the apartment. The suspect was last seen walking out of the apartment carrying two bags.",
        "suspect_description": "Male, Hispanic, age 40-42, 5 feet 9 inches tall, 190 pounds, wearing a pink checkered shirt and carrying two bags.",
        "suspect_vehicle": "None seen"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Aggravated Assault-Suspect in Custody",
      "post_date": "2021-02-20T10:16:56-08:00",
      "url": "https://dps.usc.edu/aggravated-assault-suspect-in-custody/"
    },
    "incidents": [
      {
        "incident_date": "2021-02-18 18:00",
        "incident_location": "3001 Figueroa St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "As a student was walking by the location, a transient stabbed her in the leg in an unprovoked attack. The student was transported to a local hospital where she was treated and released and reported to be in good condition."
      }
    ],
    "outcome": {
      "resolution": "Officers from the Los Angeles Police Department (LAPD) were nearby and immediately took the suspect into custody. The suspect was arrested and transported to LAPD for booking on aggravated assault charges."
    }
  },
  {
    "metadata": {
      "summary": "Residential Burglary-Suspect in Custody",
      "post_date": "2021-02-08T16:49:55-08:00",
      "url": "https://dps.usc.edu/residential-burglary-suspect-in-custody-2/"
    },
    "incidents": [
      {
        "incident_date": "2021-02-06 11:00",
        "incident_location": "1000 block of W 30th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "A student and other residents notified USC Department of Public Safety (DPS) that they saw a male suspect kick open an apartment door and enter. It was later determined that while inside the apartment, the suspect removed money from a dresser drawer in one of the bedrooms."
      }
    ],
    "outcome": {
      "resolution": "DPS officers immediately responded to the location and detained the suspect inside the apartment. The suspect was arrested and transported to the Los Angeles Police Department for investigation of burglary. During a search of the suspect’s property, the stolen money was recovered."
    }
  },
  {
    "metadata": {
      "summary": "Attempt Robbery",
      "post_date": "2018-01-25T16:58:29-08:00",
      "url": "https://dps.usc.edu/attempt-robbery-5/",
      "#": "CA 2018-001"
    },
    "incidents": [
      {
        "incident_date": "2018-01-24 14:20",
        "incident_location": "37th St west of Vermont Ave, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "A female student and her mother were walking westbound on 37th Street from Vermont when they were approached by a suspect riding a scooter who claimed to have a weapon and demanded the student’s purse. The student ignored the suspect who then rode away and was last seen riding westbound on Exposition Blvd. from Vermont.",
        "suspect_description": "Male, Black, 18-25, short curly hair, clean shaven, wearing a white t-shirt and dark pants.",
        "suspect_vehicle": "Dark colored scooter similar to an URB-E"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Attempt Robbery",
      "post_date": "2018-01-24T17:24:14-08:00",
      "url": "https://dps.usc.edu/attempt-robbery-4/",
      "#": "CA 2018-001"
    },
    "incidents": [
      {
        "incident_date": "2018-01-24 14:20",
        "incident_location": "37th St west of Vermont Ave, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "A female student and her mother were walking westbound on 37th Street from Vermont when they were approached by a suspect riding a scooter who claimed to have a weapon and demanded the student’s purse. The student ignored the suspect who then rode away and was last seen riding westbound on Exposition Blvd. from Vermont.",
        "suspect_description": "Male, Black, 18-25, short curly hair, clean shaven, wearing a white t-shirt and dark pants.",
        "suspect_vehicle": "Dark colored scooter similar to an URB-E"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery Suspect Arrested",
      "post_date": "2018-08-31T15:11:31-07:00",
      "url": "https://dps.usc.edu/robbery-suspect-arrested-2/",
      "irn_#": "2018-009"
    },
    "incidents": [
      {
        "incident_date": "2018-08-30 15:30",
        "incident_location": "Vermont Ave & W Adams Blvd, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "On August 30, 2018, at approximately 3:30 PM, two USC students were inside the 76 gas station located at Vermont Avenue and Adams Boulevard when they were confronted by a suspect. The suspect threatened one of the students and demanded the student’s wallet. No weapons were seen and there were no injuries. The suspect took the students wallet, then ran to the rear door and exited the building. The suspect entered the back seat of a vehicle that was in the car wash and sped away from the location."
      }
    ],
    "outcome": {
      "arrest_date": "2018-08-30 17:30",
      "disposition": "On August 30, 2018, at approximately 5:30 PM, after collaboration with DPS, a suspect was detained by LAPD officers in East Los Angeles. The suspect was positively identified by the victim and witnesses and was subsequently arrested. The suspect remains in the custody of the LAPD."
    }
  },
  {
    "metadata": {
      "summary": "Burglary",
      "post_date": "2020-11-19T22:22:30-08:00",
      "url": "https://dps.usc.edu/burglary-3/"
    },
    "incidents": [
      {
        "incident_date": "2020-11-19 18:35",
        "incident_location": "2300 block of Portland Ave, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The suspect entered the victim’s residence through a window. The victim confronted the suspect, who then fled through the front door. The victim subsequently realized that the suspect had taken a notebook computer.",
        "suspect_description": "Male, Black, age 30-35 and about 6 feet tall. No additional details were provided.",
        "suspect_vehicle": "None seen"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Residential Burglary",
      "post_date": "2019-01-24T16:43:00-08:00",
      "url": "https://dps.usc.edu/residential-burglary/",
      "#": "TW 2019-002 "
    },
    "incidents": [
      {
        "incident_date": "During weekend of January 19th – 20th",
        "incident_location": "W 28th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "Residents left their apartment on 1/19/2019 for the weekend and arrived home on 1/21/2019 to discover someone had entered the residence without permission and removed several items of personal property worth approximately $2,600.00. The residents left the apartment unlocked and there was no sign of forced entry.",
        "suspect_description": "None",
        "suspect_vehicle": "None"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Burglary Residential",
      "post_date": "2019-11-26T13:00:05-08:00",
      "url": "https://dps.usc.edu/burglary-residential-5/",
      "#": "TW 2019-010"
    },
    "incidents": [
      {
        "incident_date": "2019-11-23 08:00-16:30",
        "incident_location": "Parkside Apartments, 3730 McClintock Ave, Los Angeles, CA 90089",
        "incident_off_campus": false,
        "incident_description": "A student reported that she left her apartment to go to work at 8 a.m. and neglected to lock the door. When she returned to her apartment, she discovered that her laptop and iPad were missing.",
        "suspect_description": "None"
      },
      {
        "incident_date": "2019-11-23 07:30-20:00",
        "incident_location": "Parkside Apartments, 3730 McClintock Ave, Los Angeles, CA 90089",
        "incident_off_campus": false,
        "incident_description": "Two student roommates reported leaving their apartment locked and returning later in the evening to discover that both their laptops were missing.",
        "suspect_description": "None"
      },
      {
        "incident_date": "2019-11-23 07:30-20:00",
        "incident_location": "New Residential College, 615 W 35th St, Los Angeles, CA 90089",
        "incident_off_campus": false,
        "incident_description": "A student reported leaving their apartment locked and returning later to discover that his pendant, neckless, bracelet and glasses were missing.",
        "suspect_description": "None"
      }
    ],
    "outcome": {
      "incident_date": "2019-11-23 11:00-16:00",
      "incident_location": "Parkside Apartments, 3730 McClintock Ave, Los Angeles, CA 90089",
      "incident_off_campus": false,
      "incident_description2": "Two student roommates reported leaving their apartment unlocked and returning later that afternoon and discovering that both their laptops were missing.",
      "suspect_description": "None"
    }
  },
  {
    "metadata": {
      "summary": "Robbery",
      "post_date": "2020-01-10T11:43:04-08:00",
      "url": "https://dps.usc.edu/robbery-43/",
      "#": "TW 2020-001"
    },
    "incidents": [
      {
        "incident_date": "2020-01-09 17:18",
        "incident_location": "Hoover St & W 29th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The victim (non-student) was walking on the sidewalk looking at his phone when the suspect approached him, shoved him and grabbed the phone from his hand. The suspect was last seen entering a silver Infinity sedan and speeding away northbound on Hoover Street.",
        "suspect_description": "Male, black, age 21-25, 6 feet 3 inches tall, 250 pounds, wearing a light grey hooded sweatshirt and grey sweatpants.",
        "suspect_vehicle": "2006 Infinity Sedan, Silver, Chrome wheels, CA Lic. # 7HUF9595"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Aggravated Assault",
      "post_date": "2020-10-07T14:38:07-07:00",
      "url": "https://dps.usc.edu/aggravated-assault-2/"
    },
    "incidents": [
      {
        "incident_date": "2020-10-07 01:00",
        "incident_location": "Hoover St & 30th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "Two males parked at the southwest corner of Hoover Street and 30th Street, exited their car and then walked a short distance west. The suspects then fired several gunshots at a man in front of them on 30th Street. The suspects then ran back to their car and were last seen entering the southbound on-ramp to the 110 Freeway at Exposition Boulevard. The victim left the scene prior to the officers’ arrival.",
        "suspect_description": [
          "Male, wearing red sweatpants, a red hoodie and a blue surgical mask.",
          "Male, wearing black sweatpants, a black hoodie and a blue surgical mask."
        ],
        "suspect_vehicle": "Light gray 2013 Hyundai four-door sedan with moon roof."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Aggravated Assault",
      "post_date": "2021-02-06T13:47:20-08:00",
      "url": "https://dps.usc.edu/aggravated-assault-3/"
    },
    "incidents": [
      {
        "incident_date": "2021-02-06 06:30",
        "incident_location": "East Metro platform, Exposition Blvd & Vermont Ave, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "While walking on the train platform, the victim (not affiliated with the university) was approached by the suspect who stabbed him in the chest with a sharp object.",
        "suspect_description": "Male, Hispanic, in his 20s, 5 feet 6 inches tall, weighing 180 pounds and wearing a black hoodie. He was last seen running southbound on Vermont Avenue.",
        "suspect_vehicle": "None seen"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Strong Arm Robbery (HSC)",
      "post_date": "2018-04-07T21:05:02-07:00",
      "url": "https://dps.usc.edu/robbery-hsc-4/",
      "#": "TW 2018-004"
    },
    "incidents": [
      {
        "reported_offense": "Robbery (Strong Arm)",
        "incident_date": "2018-04-07 00:05",
        "incident_location": "O’Neal Parking Lot, 1501 Soto St, Los Angeles, CA 90033",
        "incident_off_campus": false,
        "incident_description": "Suspects approached the victim on foot as he was walking to his car and demanded his property. The victim, who had been visiting a patient, complied. Suspects took the victim’s cell phone and cash and then fled on foot. There were no injuries and no weapons seen.",
        "suspect_description": "Two male Hispanics, 20-25 years of age, 5-06, both wore dark blue hooded sweatshirts.",
        "suspect_vehicle": "None"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery",
      "post_date": "2019-10-24T11:06:19-07:00",
      "url": "https://dps.usc.edu/robbery-42/",
      "#": "TW 2019-008"
    },
    "incidents": [
      {
        "incident_date": "2019-10-22 21:05",
        "incident_location": "3000 block of McClintock Ave, Los Angeles, CA 90007",
        "incident_off_campus": false,
        "incident_description": "The victim, a male student, was sitting on a bench on the public sidewalk waiting for an Uber ride. While viewing his iPhone, two female suspects approached the victim and demanded his iPhone. The first suspect placed her hand inside her jacket pocket and pointed in the victim’s direction as if she were simulating a handgun. A second female stood nearby posing as a lookout. The victim surrendered his iPhone and the two females fled to a vehicle nearby. The vehicle drove northbound on McClintock.",
        "suspect_description": [
          "Female, age: 20-25, wearing dark clothing.",
          "Female, age: 20-25."
        ],
        "suspect_vehicle": "Dark colored 4 door sedan"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery",
      "post_date": "2019-01-22T19:23:35-08:00",
      "url": "https://dps.usc.edu/robbery-40/",
      "#": "CA 2019-001"
    },
    "incidents": [
      {
        "incident_date": "2018-01-19 02:00",
        "incident_location": "Hoover St & W 24th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The victim (student) was walking home alone when three suspects approached him from behind. Two suspects pushed the victim against a fence and the third suspect displayed what appeared to be a pistol tucked in his waistband. The suspects took the victim’s phone and wallet and were last seen walking south on Hoover Street.",
        "suspect_description": [
          "Male, Hispanic, 6’0, slim build, black buzz-cut hair, goatee, wearing a dark green or black jacket and dark jeans.",
          "Male, Black, 5’9, 145lbs, black shoulder-length dreads, slim build wearing a light blue hoodie and dark jeans.",
          "Male, Hispanic, 5’9, 145lbs, slim build, black buzz-cut hair, wearing an unknown colored jacket and dark jeans."
        ],
        "suspect_vehicle": "None seen"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Burglary-Suspect in Custody",
      "post_date": "2021-01-17T18:31:54-08:00",
      "url": "https://dps.usc.edu/burglary-suspect-in-custody-3/"
    },
    "incidents": [
      {
        "incident_date": "2021-01-15 09:00",
        "incident_location": "1200 block of W 25th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "A student heard a noise in his apartment downstairs in his kitchen and went to investigate. The student found the suspect – a Black male, 5 feet 10 inches tall, weighing about 150 pounds with a crown tattoo above his left eyebrow – standing in his apartment holding a pocketknife. A brief struggle ensued before the suspect ran. The student suffered minor injuries."
      }
    ],
    "outcome": {
      "resolution": "On Jan. 15, 2021 at about noon, USC Department of Public Safety officers assisted Los Angeles Police Department (LAPD) officers, who had responded to a call of a disturbance in the 2300 block of Scarf Avenue. That person was taken into custody. The student in the burglary incident positively identified the suspect as the person who had been in his kitchen with a knife. The suspect was booked at the LAPD for investigation of burglary."
    }
  },
  {
    "metadata": {
      "summary": "Burglary, Grand Theft Person, and Robbery Arrest",
      "post_date": "2019-08-18T10:27:47-07:00",
      "url": "https://dps.usc.edu/burglary-grand-theft-person-and-robbery-arrest/"
    },
    "incidents": [
      {
        "reported_offense": "Burglary-Suspect in Custody",
        "incident_date": "2019-08-15 11:25",
        "incident_location": "3641 Watt Way, Los Angeles, CA 90089",
        "incident_off_campus": false,
        "incident_description": "On the morning of August 15, 2019, a suspect entered the Hedco Neurosciences Building and entered an unoccupied classroom and removed a ceiling mounted projector. The suspect exited the building with the property. The responding DPS Officers observed him and detained him with the stolen property."
      }
    ],
    "outcome": {
      "disposition": "Upon investigation, DPS officers reviewed camera footage and identified the detained suspect as the person who removed the ceiling projector. The suspect was arrested and booked on burglary charges. The stolen projector was recovered."
    }
  },
  {
    "metadata": {
      "summary": "Burglary-Suspect in Custody",
      "post_date": "2021-01-06T16:00:27-08:00",
      "url": "https://dps.usc.edu/burglary-suspect-in-custody-2/"
    },
    "incidents": [
      {
        "incident_date": "2021-01-05 20:00",
        "incident_location": "1200 block of W 27th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "While home alone, a student discovered a stranger in her bathroom using the shower and then donning her bathrobe. When the student screamed at him to get out, the suspect locked himself in the restroom. Fearing that the suspect would hear her, the student texted a friend to call the police."
      }
    ],
    "outcome": {
      "resolution": "DPS officers patrolling in the area responded on the call along with officers from the Los Angeles Police Department (LAPD). DPS officers ordered the suspect to surrender and then took him into custody. The 26-year-old transient was booked at LAPD for investigation of burglary."
    }
  },
  {
    "metadata": {
      "summary": "Robbery",
      "post_date": "2019-05-20T13:44:06-07:00",
      "url": "https://dps.usc.edu/robbery-41/",
      "#": "TW 2019-005"
    },
    "incidents": [
      {
        "incident_date": "2019-05-19 09:30",
        "incident_location": "Vermont Ave & W 36th Pl, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "Two suspects approached the victims, who are not affiliated with USC, standing at the northwest corner of 36th Place and Vermont Avenue. The suspects forcibly took one of the victim’s purse and the other’s cell phone. The suspects then entered their vehicle and drove away westbound on 36th Place toward Catalina Street. No one was injured. There were no weapons involved in the incident.",
        "suspect_description": [
          "Male, Black",
          "Female, Black"
        ],
        "suspect_vehicle": "Silver 2005 Audi sedan, license number 7HYN526"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery",
      "post_date": "2021-02-08T22:20:20-08:00",
      "url": "https://dps.usc.edu/robbery-51/"
    },
    "incidents": [
      {
        "incident_date": "2021-02-08 01:30",
        "incident_location": "Amin’s Oil, 2603 Normandie Ave, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The suspects approached the victims as they were pumping gas. The first suspect punched the male victim numerous times, causing him to fall to the ground. Several additional suspects approached the victim while he was on the ground, and battered him. The second victim, a USC student, was approached by a female suspect, who punched her in the face. The suspects took the first victim’s smartphone and jewelry, and got into several vehicles and drove away in unknown directions. The victims were not able to provide descriptions of the other suspects.",
        "suspect_description": [
          "Black male, approximately 20 to 30 years old, 5 feet, 10 inches tall, with a long ponytail. ",
          "Black female, approximately 25 to 30 years old."
        ],
        "suspect_vehicle": "No vehicle descriptions were available."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery",
      "post_date": "2020-01-26T15:20:02-08:00",
      "url": "https://dps.usc.edu/robbery-45/",
      "#": "CA 2020-003"
    },
    "incidents": [
      {
        "incident_date": "2020-01-25 19:05",
        "incident_location": "600 block of W 30th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "Three suspects approached the male victim (student) at the corner of 30th Street and Shrine Place. The suspects grabbed the victim and prevented him from leaving. A suspect snatched the victim’s phone from his right hand, and all three suspects fled to a parked vehicle nearby.",
        "suspect_description": [
          "Black male who is 6 feet tall and wore black clothing.",
          "Black male who is between 5 feet 11 inches and 6 feet tall and wore dark clothing.",
          "Black male who is between 5 feet 11 inches and 6 feet tall and wore dark clothing."
        ],
        "suspect_vehicle": "A white or silver sedan with four doors"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery Suspect in Custody",
      "post_date": "2021-03-15T12:59:47-07:00",
      "url": "https://dps.usc.edu/robbery-suspect-in-custody-3/"
    },
    "incidents": [
      {
        "incident_date": "2021-03-14 20:00",
        "incident_location": "3335 S Figueroa St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The suspect entered the CVS pharmacy, took a pair of jumper cables and tried to leave without paying. As the suspect was leaving the store, a store employee confronted her about taking the cables without paying for them. The suspect threatened the employee with a cane taken from a store display and left the store with the jumper cables."
      }
    ],
    "outcome": {
      "resolution": "Officers from the Department of Public Safety arrived at the location and took the suspect into custody. The suspect was arrested and transported to the Los Angeles Police Department for booking on robbery charges."
    }
  },
  {
    "metadata": {
      "summary": "Burglaries",
      "post_date": "2018-09-17T17:08:40-07:00",
      "url": "https://dps.usc.edu/burglaries/",
      "#": "TW 2018-012"
    },
    "incidents": [
      {
        "incident_date": [
          "2018-09-15 23:00-08:00",
          "2018-09-16 03:30-21:50",
          "2018-09-16 07:30"
        ],
        "incident_location": "Cardinal Gardens Apartments, 3131 McClintock Ave, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "There were three separate burglaries of student apartments that occurred over the weekend at the Cardinal Gardens housing complex. In each case, students were asleep inside when the burglaries occurred. No one was injured. It is likely that the same suspect committed each theft. In each case, the suspect entered through an unlocked front door, in one case, cut open a screen and entered through an open balcony door. Once inside, the suspect took cash or easily portable electronics. One student woke up during the crime and asked the suspect what he was doing. The suspect answered, “The door was open, is Doug here”? The suspect was heard leaving through the front door.",
        "suspect_description": "Male",
        "suspect_vehicle": "None seen"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery Suspect in Custody",
      "post_date": "2021-03-09T16:19:07-08:00",
      "url": "https://dps.usc.edu/robbery-suspect-in-custody-2/"
    },
    "incidents": [
      {
        "incident_location": "Hoover St & W Jefferson Blvd, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The victim, a USC student, was riding his skateboard when he was pushed off by the suspect. The suspect picked up the skateboard and walked away west on Jefferson Boulevard. The victim called DPS while he was watching the suspect walk away."
      }
    ],
    "outcome": {
      "resolution": "DPS officers responded to the area and detained the suspect, who was still in possession of the skateboard. The victim identified the suspect, and the skateboard was returned to him. The suspect was arrested and transported to the Los Angeles Police Department for booking on robbery charges."
    }
  },
  {
    "metadata": {
      "summary": "Attempt Street Robbery (Suspect in Custody)",
      "post_date": "2020-08-20T12:57:48-07:00",
      "url": "https://dps.usc.edu/attempt-street-robbery-suspect-in-custody/",
      "irn_#": "2020-07"
    },
    "incidents": [
      {
        "incident_date": "2020-08-19 17:40",
        "incident_location": "S Figueroa St & W 28th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "On August 19, 2020 at 5:40 p.m., the suspect approached the victim on foot, demanded the victim’s money and property while simulating a weapon. The suspect fled without the victim’s property."
      }
    ],
    "outcome": {
      "arrest_date": "2020-08-19 17:42",
      "disposition": "On August 19, 2020, at 5:42 p.m., while on patrol, DPS and LAPD officers, observed the suspect running south on Figueroa Street, detained him. Upon completing their investigation, the suspect was positively identified by the victim and he was arrested and taken into custody."
    }
  },
  {
    "metadata": {
      "summary": "Community Safety-Theft By Trick",
      "post_date": "2019-05-01T14:26:14-07:00",
      "url": "https://dps.usc.edu/community-safety-advisory-theft-by-trick/"
    },
    "incidents": [
      {
        "incident_date": "2019-04-29 14:15",
        "incident_description": "On April 29, 2019, at 2:15 p.m., a student was approached by a stranger in a business suit who said that he was from Italy and asked the student for a loan of $2,800 in exchange for four designer jackets as collateral. The student agreed, and the stranger drove the student to a local bank where he withdrew the money. After exchanging the money for the jackets, the stranger gave the student his contact information and promised to repay the student. The student later learned that the jackets were counterfeit and the stranger’s contact information was invalid.",
        "suspect_description": "Male, white, heavy set, wearing a black business suit",
        "suspect_vehicle": "Black Ford Explorer"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery at HSC",
      "post_date": "2018-06-07T21:36:46-07:00",
      "url": "https://dps.usc.edu/robbery-at-hsc-2/",
      "#": "TW 2018-010"
    },
    "incidents": [
      {
        "reported_offense": "Robbery",
        "incident_date": "2018-01-06 23:43",
        "incident_location": "1500 block of Soto St, Los Angeles, CA 90033",
        "incident_off_campus": true,
        "incident_description": "Victim, not affiliated with the university, was standing at a taco truck attempting to purchase food when approached by the suspect. The suspect displayed a handgun and demanded the victim’s property. The victim gave the suspect money and the suspect fled on foot with the victim’s property. The victim was not injured.",
        "suspect_description": "Male, Hispanic, approximately 28 to 30 years old, wearing grey tank top and light colored shorts.",
        "suspect_vehicle": "None seen"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery",
      "post_date": "2020-01-25T15:10:13-08:00",
      "url": "https://dps.usc.edu/robbery-44/",
      "#": "CA 2020-002"
    },
    "incidents": [
      {
        "reported_offense": "Robbery",
        "incident_date": "2020-01-25 11:00-11:20",
        "incident_location": "700 block of W 27th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The victim (non-student) agreed to sell his laptop via an online marketplace and met the suspects in person in the 700 block of W 27th Street to complete the purchase. The suspects displayed a handgun and stole the victim’s laptop. The suspects then ran to their parked vehicle nearby and drove away.",
        "suspect_description": [
          "20-30-year-old black male who wore a blue shirt and black pants",
          "20-30-year-old black male who wore a gray shirt."
        ],
        "suspect_vehicle": "2000-2007 silver Mercedes Benz with four doors (full-size)"
      },
      {
        "reported_offense": "Grand Theft",
        "incident_date": "2020-01-25 13:30",
        "incident_location": "1400 block of W 27th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "While walking in the 1400 block of W 27th Street, the suspects approached the victim (student) from behind. One of the suspects grabbed the victim’s phone from his hand, and both suspects ran to a vehicle nearby. The vehicle then headed north on Catalina Street.",
        "suspect_description": [
          "16-18-year-old Hispanic male who is between 5 feet 2 inches and 5 feet 5 inches tall and weighs 125 pounds.",
          "16-18-year-old Hispanic male who is between 5 feet and 5 feet 5 inches tall and weighs 115 pounds."
        ],
        "suspect_vehicle": "2010-2015 silver BMW SUV"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery",
      "post_date": "2020-11-27T17:51:51-08:00",
      "url": "https://dps.usc.edu/robbery-50/"
    },
    "incidents": [
      {
        "incident_date": "2020-11-27 13:55",
        "incident_location": "1100 block of W 30th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The victim was selling a laptop computer online and agreed to meet the suspect to complete the transaction. The suspect was seated in a vehicle. During the transaction, she began to drive off with the victim’s computer. The victim held onto the computer and was dragged for approximately 20 feet. The suspect drove away with the victim’s property eastbound on 30th Street, then south on McClintock Avenue.",
        "suspect_description": "Black female, approximately 20-25 years old, 5 feet 3 inches to 5 feet 6 inches and weighing 250 pounds. She had braided hair with blonde highlights. She was wearing an orange and gray tie-dye shirt.",
        "suspect_vehicle": "Newer red four-door Nissan or Toyota sedan."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery",
      "post_date": "2020-02-26T21:13:53-08:00",
      "url": "https://dps.usc.edu/robbery-46/",
      "#": "TW 2020-007"
    },
    "incidents": [
      {
        "incident_date": "2020-02-25 10:40",
        "incident_location": "West alley of Figueroa St north of Jefferson Blvd, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The male victim (USC staff member) watched the male suspect reach through the open window of his parked vehicle and remove several pieces of property. The victim pursued the suspect and tried to recover the stolen goods. The victim recovered some of his property, but the suspect ran southbound in the alley toward Jefferson Boulevard and escaped.",
        "suspect_description": "20-25-year-old Hispanic male who is 5 feet 7 inches tall and weighs 140 pounds. He is slim, bald and has a beard. He wore blue pants and a gray long-sleeve shirt.",
        "suspect_vehicle": "None seen"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery",
      "post_date": "2021-03-04T17:01:43-08:00",
      "url": "https://dps.usc.edu/robbery-52/"
    },
    "incidents": [
      {
        "incident_date": "2021-03-03 21:30",
        "incident_location": "Target at USC Village, 3131 S Hoover St, Los Angeles, CA 90007",
        "incident_off_campus": false,
        "incident_description": "Three suspects entered the store and went to the electronics department. One of the suspects asked to see products from the display case. When an employee placed the products on the countertop, one of the suspects took them, and all three ran out of the store. While running, one of the suspects stopped and removed a handgun from his waistband so it could be seen by people in the store, and he pointed it toward the ground. The suspect then put the gun back in his waistband and ran out of the store with the other suspects and the stolen electronics. The incident was reported this afternoon.",
        "suspect_description": [
          "Hispanic male, approximately 18 to 20 years old, 5 feet, 4 inches tall and weighing 110 pounds. He was wearing a Dallas Cowboys hat, a black, white and teal hoodie and black pants. He was armed with a chrome semiautomatic handgun.",
          "Hispanic male, approximately 18 to 22 years old, 5 feet, 8 inches tall and weighing 140 to 160 pounds. He was wearing a black shirt and blue shorts.",
          "Hispanic male, approximately 18 to 22 years old, 5 feet, 6 inches tall and weighing 140 to 150 pounds. He was wearing a black Dodgers hat, a gray hoodie and black pants."
        ],
        "suspect_vehicle": "A black, 4-door Volkswagen Jetta or Passat with a red spare tire on the right rear side. The car drove out of the parking structure onto Hoover Boulevard and headed south."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Fondling/Sexual Battery",
      "post_date": "2018-03-09T13:57:00-08:00",
      "url": "https://dps.usc.edu/fondling-sexual-battery/",
      "#": "TW 2018-001"
    },
    "incidents": [
      {
        "incident_date": "2018-03-09 09:00",
        "incident_location": "NE corner of S Figueroa St & Exposition Blvd, Los Angeles, CA 90007",
        "incident_off_campus": false,
        "incident_description": "The victim/student reported the suspect followed her to the northeast corner of Figueroa Street and Exposition Blvd. and hit her buttocks with an open hand and fled the area on foot.",
        "suspect_description": "Male, Hispanic, late 20’s to early 30’s, wearing black zip up sweater, camouflage blue t-shirt, wearing black backpack, black baseball cap and red shoes.",
        "suspect_vehicle": "None. Suspect left the area on foot."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery/Carjacking-Suspect in Custody",
      "post_date": "2018-07-14T09:44:43-07:00",
      "url": "https://dps.usc.edu/robbery-carjacking-suspect-in-custody/",
      "irn_#": "2018-008",
      "reference_#": "CA TW 2018-009"
    },
    "incidents": [
      {
        "dps_case_#": "1802269",
        "incident_date": "2018-06-06 15:40",
        "incident_location": "Between Shrine Parking Structure and Jefferson Blvd, Los Angeles, CA 90007",
        "incident_description": "On June 6, 2018, at 3:40pm, a student and a friend were approached by a female suspect (pictured below) who demanded their car keys. The suspect, possibly concealing a weapon, took the keys from the victims hand, entered the victim’s car and was last observed driving west on Jefferson Blvd from the Shrine Parking Structure."
      }
    ],
    "outcome": {
      "arrest_date": "2018-07-11 17:00",
      "disposition": "During an investigation, LAPD detectives interviewed the suspect who was in custody on another charge. The suspect (pictured above) confessed to the crime of robbery/carjacking of the USC student. The suspect was charged with robbery and remains in the custody of the LAPD."
    }
  },
  {
    "metadata": {
      "summary": "Robbery",
      "post_date": "2021-03-12T14:53:41-08:00",
      "url": "https://dps.usc.edu/robbery-53/"
    },
    "incidents": [
      {
        "incident_date": "2021-03-12 11:59",
        "incident_location": "844 W 32nd St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The victim was selling a laptop online and agreed to meet the suspect to complete the transaction. The suspect was seated in her car and claimed she couldn’t get out of it because she was pregnant. The victim showed the suspect the laptop through an open window, and the two struggled over the computer. The suspect took the laptop and drove away.",
        "suspect_description": "Black female, with black hair and brown eyes, about 25 to 30 years old, 5 feet, 4 inches tall and weighing 220 pounds.",
        "suspect_vehicle": "Black, four-door Nissan Sentra."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery",
      "post_date": "2020-04-28T18:00:06-07:00",
      "url": "https://dps.usc.edu/robbery-47/",
      "#": "TW 2020-009"
    },
    "incidents": [
      {
        "incident_date": "2020-04-28 13:15",
        "incident_location": "Orchard Ave & W 28th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "A female student was walking north on Orchard Avenue toward 28th Street when a male suspect approached her from behind, grabbed her cell phone from her hand and fled to an awaiting vehicle.",
        "suspect_description": [
          "20-year-old black male who wore a gray sweatshirt.",
          "Black male who wore a gray sweatshirt and drove the vehicle."
        ],
        "suspect_vehicle": "The vehicle is a gray Nissan Sentra with four doors. The license plate number is 8FTT847."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery",
      "post_date": "2018-03-26T12:24:15-07:00",
      "url": "https://dps.usc.edu/robbery-34/",
      "#": "CA 2018-004"
    },
    "incidents": [
      {
        "incident_date": "2018-03-25 03:32",
        "incident_location": "W Adams Blvd & Flower St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "A female student was walking eastbound on Adams Blvd from Flower St. (toward The Lorenzo Apartments) when she was pushed to the ground and her purse forcibly taken from her. The suspect then fled westbound toward Figueroa and out of view.",
        "suspect_description": "Male, Hispanic, early 20’s, brown hair and brown eyes, 5’08-5’10, thin build, wearing a green camouflage jacket, NFD.",
        "suspect_vehicle": "None seen"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery Arrest",
      "post_date": "2018-03-02T10:03:45-08:00",
      "url": "https://dps.usc.edu/robbery-arrest-17/",
      "irn_#": "2018-003"
    },
    "incidents": [
      {
        "incident_date": "2018-02-28 21:30",
        "incident_location": "3500 block of S Budlong Ave, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "At approximately 9:30 PM, a student was skateboarding in the 3500 block of Budlong Avenue when a vehicle pulled alongside of him and two suspects stepped out. One of the suspects brandished a knife and demanded the student’s property. The student complied and gave the suspect his property which included his wallet and his skateboard. The student was not injured. After completing the crime, the suspects sped away in a black Acura with tinted windows and “high density” headlamps. A short time later, the same suspects forcibly stole a white Nissan 4-door, license plate 4EML758, in the area of 29th Street and Walton (off campus)."
      }
    ],
    "outcome": {
      "arrest_location": "S Hill St & W 1st St, Los Angeles, CA 90012",
      "arrest_off_campus": true,
      "disposition": "After a radio broadcast by USC DPS, an LAPD Rampart Division patrol officer observed the stolen vehicle in their area and a pursuit ensued. The stolen vehicle crashed at 1st Street and Hill Street and a 17 year old male was taken into custody. The student’s stolen property was found inside the vehicle. The second suspect involved in the robbery, described as a male Latino, has not been located."
    }
  },
  {
    "metadata": {
      "summary": "Assault",
      "post_date": "2020-06-15T18:59:12-07:00",
      "url": "https://dps.usc.edu/assault-with-a-vehicle/",
      "#": "TW 2020-012"
    },
    "incidents": [
      {
        "incident_date": "2020-06-15 11:25",
        "incident_location": "600 block of W 34th St, Los Angeles, CA 90089",
        "incident_off_campus": false,
        "incident_description": "USC Department of Public Safety (DPS) officers attempted to detain a suspect who was illegally parked on-campus. The suspect fled, drove erratically, and hit a parked DPS vehicle with an officer inside. The suspect then drove away. The DPS officer in the parked vehicle sustained minor injuries.",
        "suspect_description": "Hispanic female who is approximately 35 years old.",
        "suspect_vehicle": "Four-door red Infiniti sedan. The California license plate number is 5LFN899."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Attempted Residential Burglary",
      "post_date": "2020-06-05T19:45:02-07:00",
      "url": "https://dps.usc.edu/attempted-residential-burglary/",
      "alert_tw_#": "2020-011"
    },
    "incidents": [
      {
        "incident_date": "2020-06-05 15:50",
        "incident_location": "2600 block of South Orchard Ave, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The male suspect attempted to break into the victim’s (former USC student) residence through a back door but was interrupted by the victim. The suspect then jumped over the backyard fence and fled on a bicycle.",
        "suspect_description": "Black male who wore a black long-sleeved shirt, gray pants and a green backpack.",
        "suspect_vehicle": "Black “fixie” bicycle with a black front rim and a chrome rear rim."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery",
      "post_date": "2018-03-31T19:02:48-07:00",
      "url": "https://dps.usc.edu/robbery-35/",
      "#": "CA 2018-005"
    },
    "incidents": [
      {
        "incident_date": "2018-03-31 16:10",
        "incident_location": "2670 Ellendale Pl, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The complainant was approached by suspect #1 as she walked north bound on the east sidewalk of Ellendale Place, south of Adams Boulevard. The complainant was then approached by suspect #1, traveling in the opposite direction. Suspect #1 latched onto complainant’s phone and subsequently pushed her upper body. A brief struggle ensued as the complainant made an attempt to physically retain her property. Suspect #2 then approached the Complainant from behind and fearing for her safety, the complainant discontinued her resistance as suspect #1 gained control of the cell phone. Suspects #1 and #2 then entered an awaiting vehicle driven by suspect #3. The suspects then fled the scene north bound from the location and east bound on Adams Boulevard. The suspects then entered the 110 freeway via the south bound metro express lanes.",
        "suspect_description": [
          "Female Black BLK hair (possibly braided) unknown age, 5-04 100-110 pounds wearing a white top.",
          "Female",
          "Male Black"
        ],
        "suspect_vehicle": "Black Honda 4DR with an unknown sticker affixed to the driver’s side windshield and “donut” tire mounted onto the rear left wheel well and no front plate."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery",
      "post_date": "2018-04-03T15:17:03-07:00",
      "url": "https://dps.usc.edu/robbery-37/",
      "#": "TW 2018-003"
    },
    "incidents": [
      {
        "reported_offense": "Robbery-Firearm",
        "incident_date": "2018-04-03 10:19",
        "incident_location": "W 32nd St & Royal St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": [
          "Suspects parked their vehicle on the west side of Royal Street just north of 32nd Street. They exited the vehicle and walked to the south side of 32nd and confronted Victim #1. Suspect #1 brandished a black handgun and demanded the victim’s cell phone and money. The victim (a student) relinquished her phone to the suspects.",
          "Both suspects then ran across 32nd Street to the north side and confronted Victim #2 (a student) and brandished the handgun once again. The suspects demanded the victim’s cell phone. The victim was able to flee as witnesses came to her aid. The suspects were seen running to their vehicle and then driving out of the area heading east on 32nd Street and then southbound on Figueroa Street. The vehicle continued south on Figueroa Street passing Exposition Blvd until out of view."
        ],
        "suspect_description": [
          "Male Black, 5-7 to 5-9, 150lbs, black pants, black hoodie, dark shoes.",
          "Male Black, 5-7 to 5-9, 150lbs, black pants, gray hoodie, dark shoes."
        ],
        "suspect_vehicle": "Dark gray Nissan Altima, tinted windows, paint damage on roof and trunk, chrome wheels."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery/Kidnap Arrest",
      "post_date": "2018-01-27T13:47:49-08:00",
      "url": "https://dps.usc.edu/robbery-kidnap-arrest/",
      "irn_#": "2018-02"
    },
    "incidents": [
      {
        "reported_offense": "Robbery/Kidnap",
        "incident_date": "2018-01-24 13:30",
        "incident_location": "Normandie Ave & W 30th St, Los Angeles, CA 90007",
        "incident_off_campus": true
      },
      {
        "reported_offense": "Attempt Robbery",
        "incident_date": "2018-01-24 14:20",
        "incident_location": "37th St west of Vermont Ave, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "While walking away from her residence, a student was accosted by a man with a knife who forced her to walk to an ATM in an attempt to withdraw cash. When unsuccessful, the man forced the student to walk to her residence in order to get him money. After obtaining cash, the suspect fled on an electric scooter. Approximately one hour later, the same suspect, still riding an electric scooter, attempted to rob another student who was walking with her mother on 37 St. near Vermont Ave. The suspect was unsuccessful in his robbery attempt and rode away on the scooter. Neither victim was injured."
      }
    ],
    "outcome": {
      "arrest_date": "2018-01-27",
      "disposition": "LAPD, working in collaboration with DPS, developed significant leads in this investigation and identified an 18 year old male from Los Angeles as the suspect. The suspect was arrested earlier today by detectives and remains in the custody of the LAPD."
    }
  },
  {
    "metadata": {
      "summary": "Robbery (Suspects in Custody)",
      "post_date": "2020-07-02T18:23:19-07:00",
      "url": "https://dps.usc.edu/robbery-suspects-in-custody-3/"
    },
    "incidents": [
      {
        "incident_date": "2020-07-01 20:00",
        "incident_location": "W Adams Blvd & Ellendale Pl, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "While walking alone, a student noticed a group of four people standing at the street corner. As the student passed by, he was approached by one individual who displayed a handgun and demanded the student’s car keys. When the student refused, the suspect struck the student several times while trying to wrestle the keys away from him. When witnesses began to intervene, the suspect, joined by the three other suspects, ran from the scene."
      }
    ],
    "outcome": {
      "disposition": "DPS camera officers observed the suspects fleeing from the scene and directed responding DPS officers to their location, while simultaneously providing the officers with the suspects’ description. Working in partnership with responding officers from the LAPD, DPS officers immediately took the primary suspect into custody along with one other. DPS camera officers then observed the remaining two suspects and directed officers to their location. Both were taken into custody by DPS. The suspects, one adult and three juveniles, were arrested and transported to LAPD for booking on robbery charges."
    }
  },
  {
    "metadata": {
      "summary": "Residential Burglary (Suspect in Custody)",
      "post_date": "2020-08-10T14:59:27-07:00",
      "url": "https://dps.usc.edu/residential-burglary-suspect-in-custody/",
      "irn_#": "2020-06"
    },
    "incidents": [
      {
        "incident_date": "2020-07-30 03:30",
        "incident_location": "S Figueroa St & W 23rd St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "On July 30, 2020 at 3:30 a.m., the suspect entered the residence through an unlocked front door and removed a skateboard, gym bag and other property while the victims were sleeping. A few days later, after realizing they had been burglarized, the victims reviewed their security camera footage and observed the suspect entering and removing property."
      }
    ],
    "outcome": {
      "arrest_date": "2020-08-07 15:00",
      "disposition": "On August 7, 2020, while on patrol, a DPS officer detained a person riding a bicycle who fit the description of the suspect identified in this burglary. Upon completing their investigation, the suspect was arrested and taken into custody."
    }
  },
  {
    "metadata": {
      "summary": "Attempt Robbery-Strong Arm",
      "post_date": "2018-05-15T14:01:33-07:00",
      "url": "https://dps.usc.edu/attempt-robbery-strong-arm/",
      "#": "CA 2018-007"
    },
    "incidents": [
      {
        "reported_offense": "Attempt Robbery-Strong Arm",
        "incident_date": "2018-05-13 18:45",
        "incident_location": "1189 W 36th Pl, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "Victim, a USC student, was walking home from the campus when he was approached by three suspects. Suspect #1 demanded money while the other two suspects stood behind the victim. The victim did not understand the suspect’s demands due to a language barrier. Suspect #1 grabbed the outside pocket of the victim’s jacket. The victim pushed the suspect away and ran inside his gated apartment complex unharmed. The suspects were last seen running eastbound on 36th Place.",
        "suspect_description": [
          "Male Black, 5’10” in height, approximately 150 lbs., 19 to 25 years old.",
          "Male Hispanic, 5’10” in height, approximately 150 lbs., 19 to 25 years old.",
          "Male Hispanic, 5’10” in height, approximately 150 lbs., 19 to 25 years old."
        ],
        "suspect_vehicle": "No vehicle determined to be involved at the time."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery-Suspects In Custody",
      "post_date": "2019-01-30T11:11:47-08:00",
      "url": "https://dps.usc.edu/robbery-suspects-in-custody-2/"
    },
    "incidents": [
      {
        "incident_location": "Orchard Ave, Los Angeles, CA 90007",
        "incident_description": "A female student was walking southbound on Orchard Street when a female suspect exited a vehicle and attempted to grab the student’s cell phone. A struggle ensued between the student and the suspect. A second suspect exited the vehicle to assist the first suspect. Nearby witnesses engaged in the struggle to assist the student. The two suspects were overcome by the witnesses, re-entered the vehicle, and fled south on Orchard."
      }
    ],
    "outcome": {
      "disposition": "DPS officers in the area responded after a radio broadcast of a robbery in-progress. DPS officers observed the suspects fleeing southbound Orchard in a brown Chevy sedan. Officers followed the suspects until they turned into the parking lot of an apartment complex where they were taken into custody. Both female suspects were positively identified by the victim and witnesses. The suspects were arrested and booked at LAPD Southwest Division where they remain in custody on charges of robbery and aggravated assault."
    }
  },
  {
    "metadata": {
      "summary": "Stalking",
      "post_date": "2020-09-15T11:16:23-07:00",
      "url": "https://dps.usc.edu/stalking/",
      "#": "TW 2020-018"
    },
    "incidents": [
      {
        "incident_date": "Numerous dates and times in August 2020.",
        "incident_location": "Texts to victims’ mobile numbers.",
        "incident_description": "The Department of Public Safety (DPS) received a report on Aug. 17, 2020 regarding demeaning texts to two female USC students from an individual who was later identified as Armando Romero. The two students met the suspect on the University Park Campus and exchanged mobile numbers. The suspect made the two students uncomfortable with repeated texts, which escalated with inappropriate and demeaning messages. The students became concerned and expressed fear of returning to campus.",
        "suspect_description": "Armando Romero, age 35, male, Hispanic, 5 feet 10 inches tall, and weighing 165 pounds with black hair and brown eyes."
      }
    ],
    "outcome": {
      "investigation": "DPS investigated this complaint and determined that Romero had a conviction for a 2013 rape near the USC campus, was a registered sex offender and is currently on parole. On Aug. 17, 2020, the university issued Romero a “No Trespassing” order, denying him entry to campus. On Aug. 17, 2020, the El Monte Police Department arrested Romero for a parole violation. On Aug. 25, 2020, Romero was released from custody. Although Romero has been banned from the USC campus properties, he may return to the area."
    }
  },
  {
    "metadata": {
      "summary": "Robbery",
      "post_date": "2018-04-02T17:47:24-07:00",
      "url": "https://dps.usc.edu/robbery-36/",
      "#": "TW 2018-002"
    },
    "incidents": [
      {
        "reported_offense": "Strong Arm Robbery/Assault",
        "incident_date": "2018-03-31 21:05",
        "incident_location": "NW corner of W 32nd St & Royal St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "A student (victim) reported that two suspects approached him after jumping out of a dark colored vehicle. Suspect #2 punched him in the face and forcibly removed his cell phone from his hand. The suspects returned to their vehicle and fled westbound on 32nd Street.",
        "suspect_description": [
          "Male, black, approx. 25 years of age, wearing dark clothing",
          "Female, black, 5’3, approx. 25 years of age, wearing white shirt"
        ],
        "suspect_vehicle": "Dark colored sedan"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Sexual Battery",
      "post_date": "2020-01-30T15:28:53-08:00",
      "url": "https://dps.usc.edu/sexual-battery-7/",
      "#": "TW 2020-004"
    },
    "incidents": [
      {
        "incident_date": "2020-01-30 15:30",
        "incident_location": "West sidewalk of Hoover St south of 29th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The victim (student) was walking northbound on Hoover Street near 29th Street when she was approached from behind by the suspect. The suspect grabbed her buttocks and then continued northbound on Hoover Street.",
        "suspect_description": "Male in his late 20s wearing a gray T-shirt.",
        "suspect_vehicle": "Black bicycle with a thin frame and thin tires."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Community Safety Advisory: sexual assault",
      "post_date": "2020-09-09T12:52:09-07:00",
      "url": "https://dps.usc.edu/community-safety-advisory-sexual-assault/"
    },
    "incidents": [
      {
        "incident_date": "2020-09-06 04:45",
        "incident_location": "600 block of 28th St, Los Angeles, CA 90007",
        "incident_description": "The Department of Public Safety (DPS) received a report of a rape at a private residence off campus at approximately 4:45 a.m. on Sept. 6, 2020. The reporting person attended a party with known acquaintances in the 600 block of 28th Street, where she met the suspect. The suspect offered to walk her home. When they arrived at her home, the suspect made sexual advances, and the victim told him no and asked him to leave. The suspect then sexually assaulted the victim. The reporting party provided a description of the suspect to LAPD, and they are actively investigating the report."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Sexual battery/fondling",
      "post_date": "2020-11-11T22:20:20-08:00",
      "url": "https://dps.usc.edu/sexual-battery-fondling-8/"
    },
    "incidents": [
      {
        "reported_offense": "Sexual Battery/Fondling",
        "incident_date": "2020-11-11 15:40",
        "incident_location": "S Figueroa St & Exposition Blvd, Los Angeles, CA 90007",
        "incident_off_campus": false,
        "incident_description": "The victim was walking southbound on the west side of Figueroa Street at Exposition Boulevard. The suspect was riding a bicycle along with five other males on Figueroa Street, approached the victim and grabbed her buttocks. The suspect and the other males continued riding south on Figueroa Street.",
        "suspect_description": "Male",
        "suspect_vehicle": "A bicycle."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Possession of a Loaded Firearm Arrest",
      "post_date": "2020-07-30T14:54:45-07:00",
      "url": "https://dps.usc.edu/carrying-a-concealed-weapon-arrest/",
      "irn_#": "2019-05"
    },
    "incidents": [
      {
        "incident_date": "2020-07-29 18:00",
        "incident_location": "1100 block of 37th Pl, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "A USC Security Ambassador (Yellow Jacket) observed a man place what appeared to be a handgun into his waistband while arguing with a woman on the sidewalk. The Security Ambassador notified DPS."
      }
    ],
    "outcome": {
      "disposition": "DPS officers responded to the area and detained the male. Officers located a concealed, loaded firearm in the man’s waistband. The individual was taken into custody and transported to LAPD for booking on charges of carrying a concealed weapon. The individual is not affiliated with the university."
    }
  },
  {
    "metadata": {
      "summary": "Robbery/Grand Theft-Person",
      "post_date": "2018-08-24T20:16:22-07:00",
      "url": "https://dps.usc.edu/robbery-grand-theft-person/",
      "#": "CA 2018-009"
    },
    "incidents": [
      {
        "dps_case_#": "1803157",
        "reported_offense": "Robbery and Grand Theft-Person",
        "incident_date": "2018-08-24 12:45",
        "incident_location": "Exposition Park Rose Gardens, 701 State Dr, Los Angeles, CA 90037",
        "incident_off_campus": true,
        "incident_description": "Victim (non-USC related) accompanied by a friend was walking through the Exposition Park Rose Garden when approached by a suspect demanding the victim’s cell phone. The suspect displayed a handgun. The victim offered to pay the suspect $500 instead of taking his cell phone. The suspect agreed, took the money, and ran eastbound through the park.",
        "suspect_description": "Male, black, black hair, 6’0, approximately 180 lbs., 21-25 years of age, wearing a white long sleeve shirt, blue shorts, turquoise backpack.",
        "suspect_vehicle": "Dark Chevy Malibu"
      },
      {
        "incident_location": "800 block of Exposition Blvd, Los Angeles, CA 90037",
        "incident_off_campus": false,
        "incident_description": "Victim (USC student) was smoking a cigarette while looking at his cell phone when approached by a suspect walking east bound on Exposition Blvd. The suspect snatched the victim’s cell phone and ran eastbound on Exposition Bl (towards Figueroa). Surveillance cameras later revealed that both suspects (based on the victims description) entered a vehicle at the Starbucks on the corner of Figueroa Street and Exposition and drove away.",
        "suspect_description": "Male, black"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Community Advisory",
      "post_date": "2020-01-30T15:24:53-08:00",
      "url": "https://dps.usc.edu/community-advisory/"
    },
    "incidents": [
      {
        "incident_description": "Female students walking on the north side of USC’s University Park Campus were approached by a male suspect riding a bicycle. The male suspect grabbed their buttocks as he rode past.Most of these reported offenses took place between 9 a.m. and 12 p.m. during the week.",
        "suspect_description": "Hispanic male with black hair in his mid-20s. He is between 5 feet 8 inches and 5 feet 10 inches tall and weighs between 120-130 pounds.",
        "suspect_vehicle": "Black or dark-colored bicycle."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Lewd Conduct and Indecent Exposure",
      "post_date": "2018-03-23T13:20:22-07:00",
      "url": "https://dps.usc.edu/lewd-conduct-and-indecent-exposure/",
      "#": "CA 2018-003"
    },
    "incidents": [
      {
        "incident_date": "2018-03-22 11:15",
        "incident_location": "North alley of 3131 McClintock Ave, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "As the victim (a female student) was walking past a parked vehicle, the suspect inside the vehicle honked the horn and rolled down the passenger window to get the victim’s attention. The victim approached the vehicle and the suspect exposed himself and made a lewd comment. The victim walked away from the vehicle and notified the Department of Public Safety (DPS). DPS officers conducted a search for the suspect and the vehicle but were unable to find either.",
        "suspect_description": "Male, Black with shaved head, approximately 28 to 30 years of age, wearing navy color sweat shirt with dark pants.",
        "suspect_vehicle": "Silver Honda Civic, black interior."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery Update",
      "post_date": "2021-02-10T15:33:13-08:00",
      "url": "https://dps.usc.edu/robbery-update/"
    },
    "incidents": [
      {
        "incident_date": "2021-02-08 01:30",
        "incident_location": "Amin’s Oil, 2603 S Normandie Ave, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "A student reported that she and her boyfriend were beaten and robbed after stopping at a gas station."
      }
    ],
    "outcome": {
      "update": "Detectives from the Los Angeles Police Department and USC’s Department of Public Safety determined that this robbery did not occur in the USC area. According to the victims, this incident occurred a significant distance away from USC near the intersection of Olympic Boulevard and Fairfax Avenue in the mid-Wilshire area of Los Angeles."
    }
  },
  {
    "metadata": {
      "summary": "Sexual Battery",
      "post_date": "2018-10-29T17:12:55-07:00",
      "url": "https://dps.usc.edu/sexual-battery-6/",
      "#": "CA 2018-011"
    },
    "incidents": [
      {
        "incident_date": "2018-10-28 01:45",
        "incident_location": "S Figueroa St north of W 29th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "A student entered the right front passenger seat of what she believed to be a ride share car parked near the 901 Bar and Grill and requested a ride home. As the operator began to drive the student home, he began touching her inappropriately. The student screamed at the driver who then pulled to the curb on 27th Street and let her out of the car.",
        "suspect_description": "Male, White, 23-30 years of age, Blond/Brown hair, facial stubble, short sleeved shirt.",
        "suspect_vehicle": "Black Toyota Camry"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Grand Theft",
      "post_date": "2020-06-16T17:18:15-07:00",
      "url": "https://dps.usc.edu/grand-theft/",
      "#": "TW 2020-013"
    },
    "incidents": [
      {
        "incident_date": "2020-06-16 14:20",
        "incident_location": "Royal Street Parking Structure at 649 W 34th St, Los Angeles, CA 90089",
        "incident_off_campus": false,
        "incident_description": "The female victim (former USC student) was standing on the roof of the Royal Street Parking Structure and set her purse on the ground. The suspect stole the purse and ran down the stairs of the parking structure. The victim last saw the suspect running on 34th Street behind Leavey Library. USC Department of Public Safety (DPS) officers later recovered the stolen purse, although it was missing some of its contents.",
        "suspect_description": "20-25-year old Black male who wore black clothing with an orange stripe down the center. He is between 5 feet 10 inches and 6 feet tall and rode a skateboard."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Aggravated Assault",
      "post_date": "2020-05-05T16:47:27-07:00",
      "url": "https://dps.usc.edu/aggravated-assault/",
      "#": "TW 2020-010"
    },
    "incidents": [
      {
        "incident_date": "2020-05-04 02:28",
        "incident_location": "Homeless encampment in the 3500 block of S Hope St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "During a heated argument, a female (unaffiliated with USC) stabbed a male (unaffiliated with USC) in the left arm with an unidentified object.",
        "suspect_description": "20-30-year-old black female who wore a green sweater and dark-colored pants.",
        "suspect_vehicle": "None"
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery-Firearm",
      "post_date": "2018-05-28T10:52:13-07:00",
      "url": "https://dps.usc.edu/robbery-firearm/",
      "#": "TW 2018-009"
    },
    "incidents": [
      {
        "reported_offense": "Robbery-Firearm",
        "incident_date": "2018-05-27 14:23",
        "incident_location": "Brittingham Field, 3506 McClintock Ave, Los Angeles, CA 90089",
        "incident_off_campus": false,
        "incident_description": "Victims (no USC affiliation) were playing soccer on Brittingham Field when they were confronted by three suspects who demanded their money. Suspect #1 displayed a handgun located in his waistband and the victims gave the suspects their money and cell phones. Suspects then fled southbound from location on Watt Way and into an awaiting vehicle.",
        "suspect_description": [
          "Male Black, 5’9”, approximately 175 lbs., approximately 21-25 years old, all black clothing.",
          "Male Black, 5’8”, unknown height and weight, approximately 21-25 years old, wearing grey sweat pants, white shirt.",
          "Male Black, 5’10”, unknown height and weight, approximately 21-25 years old, wearing blue jeans, white tank top."
        ],
        "suspect_vehicle": "2002 Black GMC Suburban California license plate # 6MHF644."
      }
    ],
    "outcome": {}
  },
  {
    "metadata": {
      "summary": "Robbery (Suspects in Custody)",
      "post_date": "2020-07-23T12:24:59-07:00",
      "url": "https://dps.usc.edu/robbery-suspects-in-custody-4/"
    },
    "incidents": [
      {
        "incident_date": "2019-07-22 22:53",
        "incident_location": "Hoover St & W 29th St, Los Angeles, CA 90007",
        "incident_off_campus": true,
        "incident_description": "The suspects approached the victim, claimed they had a knife, and demanded the victim’s wallet. The victim refused to give the suspects his property and ran away. The suspects fled southbound on Hoover Street in a silver 4-door Toyota Camry, license plate number 8KQR169."
      }
    ],
    "outcome": {
      "disposition": "DPS officers, along with LAPD, located the suspect vehicle parked at the 7-11 store at Martin Luther King Jr. Boulevard and Figueroa Street. Three suspects were detained. The victim positively identified all three suspects at the scene, who were arrested for the attempted robbery."
    }
  }
]